{"product_id":{"0":"--jtHbM1FC1WOXIH9z9grw","1":"--jtHbM1FC1WOXIH9z9grw","2":"--jtHbM1FC1WOXIH9z9grw","3":"--jtHbM1FC1WOXIH9z9grw","4":"--jtHbM1FC1WOXIH9z9grw","5":"--jtHbM1FC1WOXIH9z9grw","6":"--jtHbM1FC1WOXIH9z9grw","7":"--jtHbM1FC1WOXIH9z9grw","8":"-5QHSKcivs71MHcD1ASBSg","9":"-5QHSKcivs71MHcD1ASBSg","10":"-5QHSKcivs71MHcD1ASBSg","11":"-5QHSKcivs71MHcD1ASBSg","12":"-5QHSKcivs71MHcD1ASBSg","13":"-5QHSKcivs71MHcD1ASBSg","14":"-5QHSKcivs71MHcD1ASBSg","15":"-5QHSKcivs71MHcD1ASBSg","16":"-5lCCNyU0jfoUfxRfq4Cfg","17":"-5lCCNyU0jfoUfxRfq4Cfg","18":"-5lCCNyU0jfoUfxRfq4Cfg","19":"-5lCCNyU0jfoUfxRfq4Cfg","20":"-5lCCNyU0jfoUfxRfq4Cfg","21":"-5lCCNyU0jfoUfxRfq4Cfg","22":"-5lCCNyU0jfoUfxRfq4Cfg","23":"-5lCCNyU0jfoUfxRfq4Cfg","24":"-7tfSlvlaKN--tzS0GW8Kw","25":"-7tfSlvlaKN--tzS0GW8Kw","26":"-7tfSlvlaKN--tzS0GW8Kw","27":"-7tfSlvlaKN--tzS0GW8Kw","28":"-7tfSlvlaKN--tzS0GW8Kw","29":"-7tfSlvlaKN--tzS0GW8Kw","30":"-7tfSlvlaKN--tzS0GW8Kw","31":"-7tfSlvlaKN--tzS0GW8Kw","32":"-EnVWkWbGgWE8y4mCvAlBw","33":"-EnVWkWbGgWE8y4mCvAlBw","34":"-EnVWkWbGgWE8y4mCvAlBw","35":"-EnVWkWbGgWE8y4mCvAlBw","36":"-EnVWkWbGgWE8y4mCvAlBw","37":"-EnVWkWbGgWE8y4mCvAlBw","38":"-EnVWkWbGgWE8y4mCvAlBw","39":"-EnVWkWbGgWE8y4mCvAlBw","40":"-Fc7N58MYIyubG-KfEndXA","41":"-Fc7N58MYIyubG-KfEndXA","42":"-Fc7N58MYIyubG-KfEndXA","43":"-Fc7N58MYIyubG-KfEndXA","44":"-Fc7N58MYIyubG-KfEndXA","45":"-Fc7N58MYIyubG-KfEndXA","46":"-Fc7N58MYIyubG-KfEndXA","47":"-Fc7N58MYIyubG-KfEndXA","48":"-HFSs_CR3eqxJhO6h7PShw","49":"-HFSs_CR3eqxJhO6h7PShw","50":"-HFSs_CR3eqxJhO6h7PShw","51":"-HFSs_CR3eqxJhO6h7PShw","52":"-HFSs_CR3eqxJhO6h7PShw","53":"-HFSs_CR3eqxJhO6h7PShw","54":"-HFSs_CR3eqxJhO6h7PShw","55":"-HFSs_CR3eqxJhO6h7PShw","56":"-Qiu3sMpjY092pVWlH3K3A","57":"-Qiu3sMpjY092pVWlH3K3A","58":"-Qiu3sMpjY092pVWlH3K3A","59":"-Qiu3sMpjY092pVWlH3K3A","60":"-Qiu3sMpjY092pVWlH3K3A","61":"-Qiu3sMpjY092pVWlH3K3A","62":"-Qiu3sMpjY092pVWlH3K3A","63":"-Qiu3sMpjY092pVWlH3K3A","64":"-SVK-4Pzu-GWWLcbumVUGQ","65":"-SVK-4Pzu-GWWLcbumVUGQ","66":"-SVK-4Pzu-GWWLcbumVUGQ","67":"-SVK-4Pzu-GWWLcbumVUGQ","68":"-SVK-4Pzu-GWWLcbumVUGQ","69":"-SVK-4Pzu-GWWLcbumVUGQ","70":"-SVK-4Pzu-GWWLcbumVUGQ","71":"-SVK-4Pzu-GWWLcbumVUGQ","72":"-bKpwIeejf8GldOWTE6JAA","73":"-bKpwIeejf8GldOWTE6JAA","74":"-bKpwIeejf8GldOWTE6JAA","75":"-bKpwIeejf8GldOWTE6JAA","76":"-bKpwIeejf8GldOWTE6JAA","77":"-bKpwIeejf8GldOWTE6JAA","78":"-bKpwIeejf8GldOWTE6JAA","79":"-bKpwIeejf8GldOWTE6JAA","80":"-emfrVzFvPmd84I51ZfLOg","81":"-emfrVzFvPmd84I51ZfLOg","82":"-emfrVzFvPmd84I51ZfLOg","83":"-emfrVzFvPmd84I51ZfLOg","84":"-emfrVzFvPmd84I51ZfLOg","85":"-emfrVzFvPmd84I51ZfLOg","86":"-emfrVzFvPmd84I51ZfLOg","87":"-emfrVzFvPmd84I51ZfLOg","88":"-kVdY8fEyB5suNwilbzFUw","89":"-kVdY8fEyB5suNwilbzFUw","90":"-kVdY8fEyB5suNwilbzFUw","91":"-kVdY8fEyB5suNwilbzFUw","92":"-kVdY8fEyB5suNwilbzFUw","93":"-kVdY8fEyB5suNwilbzFUw","94":"-kVdY8fEyB5suNwilbzFUw","95":"-kVdY8fEyB5suNwilbzFUw","96":"-qahHodCRTSzvcgNjp-m-A","97":"-qahHodCRTSzvcgNjp-m-A","98":"-qahHodCRTSzvcgNjp-m-A","99":"-qahHodCRTSzvcgNjp-m-A"},"review_body":{"0":"I booked headshots for my sweetheart and I, plus a couples shot of us together. Yannik was our photographer and handled us with care for our individual needs - my sweetheart was in a time crunch and Yannik got the perfect shot quickly. I needed a lot more time and coaching and Yannik patiently spent the extra time to make me comfortable and successful to get the perfect look. He truly understands his customers' motivations and works hard to achieve their goals. I couldn't recommend him any higher. Look no further - this is your headshot photographer!","1":"Yannik is truly talented. He will make you feel relaxed and will not let you leave until you're happy with the results. I highly recommend him and his work.","2":"This was such a great experience.  Yannik is a total pro and I ended up with exactly what I wanted and more.  I had my headshot picture taken and picked out so quickly, we used the time to make a short video bio for my blog.  Five stars all around!","3":"Nico, Yannick, and their studio are amazing!  Getting professional headshots can be awkward but they made you feel at ease and the photographs for the entire company look amazing.  Highly recommended and great people!","4":"We love our new headshot!  (My parter Laurie and I got one together)  And on top of a great finished product, the experience itself was actually really enjoyable.  Yannik is such a great guy and such a heartfelt, wonderful business.  It was a fantastic experience from beginning to end!","5":"I had a photo session with Yannik at The Perfect Headshot in Austin TX to use for my new Yoga website and absolutely loved the experience. I have done other photoshoots before and this was unlike other experiences. Not only is the setup innovative and professional, but the approach that Yannik uses for the experience is quite empowering helping you feel comfortable, warm, boost up your self-confidence and inviting you to self-inquiry of who you truly are so you can show that to the world through your best photos. Plus it was fun! I would totally recommend and do it all over again.","6":"I have a lot of anxiety about seeing myself in photos, so I never take selfies, usually offer to take any group shots, and generally delay getting new professional headshots. If you're like me, go see Yannik at The Perfect Headshot. He's incredibly nice and helps you relax and understand not only how to take a good picture but how to be yourself while doing it. He's patient: we took lots, while he calmly got me more and more comfortable. Most importantly, he sincerely believes that getting people to understand what others see in them, and becoming happy with a photograph of themselves that shares that for others to see, is a social good.","7":"I can't recommend The Perfect Headshot enough. Yannik, the photographer, truly has a gift for capturing people. The entire experience was relaxed and surprisingly natural, I felt comfortable throughout. He gives guidance in a non-threatening way, which was important for me as I have definitely experienced photographers who leave you feeling intimidated and insecure. The tips you learn are even great to take with you for everyday photos! I actually left the session feeling more energized than when I arrived. It definitely fulfilled some teenage dreams of being on America's Next Top Model. I had a lot of fun during and was more than pleased with the final images. Take advantage of Yannik's talent before the rest of the world finds out about him! Highly recommended.","8":"In 2019, my wife and I were referred to Kershaw & Associates by a strong recommendation by our real estate broker in Portland, after our tax accountant of many years retired. We could not have been more pleased with the highly personalized and expert services the firm provided in handling our personal and business tax returns. We highly endorse Kershaw for tax accounting needs of individuals and small businesses.","9":"Tax time is actually pleasurable when I hand over my stacks of receipts and statements to Dawn P. at Kershaw & Associates!  Last year my father had just passed away on April 10 and I got lost on the way to their new location...I showed up crying like a baby.  They took me in, offered me a cup of tea and calmly handled all concerns and new issues.  Accurate on top of it.  Love these ladies!  Cindy (office manager?) is a refreshing and kind employee!","10":"TLDR: Kershaw & Associates cost us just over $14,000 in missed deductions, gave bad advice on retirement & HSA contributions, took 4 months to complete our return, and had terrible communication throughout.\n\nWe're in our 30's, have a family, have had the same basic tax situation for 6 years, and are middle income earners- we don't need a genius CPA but we were hoping to build a relationship with a firm who we could grow with and become smarter about our financial picture. Kershaw is NOT it. We used them for the past 4 years, and their service has gotten worse and worse as the firm transferred ownership. In 2016 they missed a HSA deduction- when I found the miss (and did the paperwork myself to amend it) we came out with an extra $2,100 in refunds THAT THEY MISSED. So I asked them to file the amendment with our 2017 taxes and Dawn wanted to charge us $300 to file it....for paperwork that I did myself, on a deduction that they missed.\n\nI should have just stopped there, but it was already February 2018 and taxes were due- so we moved ahead with engaging them for another year. During which they moved offices in the middle of tax season (why would they do that?) and as I was eager to get an answer on an IRA contribution we wanted to make before the April 18th deadline I followed up asking for her advice and Dawn kept saying she'd have it by week end or that she'd temporarily misplaced our paperwork. \n\nDawn did eventually get us an answer just before the deadline, telling us not to make a contribution for that year. So we followed her advice and did not. April 18th came and passed, and after chasing her for another few weeks, she told us she had filed for an extension for our taxes- but did not provide an ETA, finally on JUNE 26th we got an email from Cindy that they were ready. I'd also like to note that not once did she request missing information from us- and our new accountant said we were very organized so our documents\/info wasn't to blame for the extra time needed here. When I went in for the tax appointment, Dawn lectured me that we should have made an IRA contribution- so I showed her her own email where she told us not to, for which she said she was mistaken- but since it was June there was no way to fix it. \n\nShe then went on to explain how \"generous\" she was by not charging additional for the amended return (which was only needed because of their mistake)...and that their fee had gone up by $100. She provided no credit for the extended time, terrible communication, or bad advice that caused us to miss a retirement contribution.\n\nThe reason I'm writing this review now is because we finally pulled our head out of the sand this year and choose a new accountant. Who at our first 1-hour meeting, pointed out another $7,000 in deductions that Dawn missed. Save yourself time and money and stay far, far away from this firm.","11":"The most proactive, responsive and capable team I have had the pleasure of working with. I highly recommend connecting with Kershaw to form a valuable and lasting partnership for your business and personal finance needs. I cannot speak more highly of their capabilities.","12":"My husband and I recently moved to Portland and needed a new tax person. We went with Kershaw & Associates because of the good reviews on Yelp, and we are so glad we did!\n\nDevin Moore was knowledgable, down-to-earth, very helpful and friendly. He was able to answer all of our questions and gave us tips on how to be more organized with our taxes, which we desperately needed. Our taxes were pretty complicated, but Devin had no problems with them and notified us of further deductions we could take that we were completely unaware of, which did wonders for us re: our return. \n\nHonestly, we paid the most we ever had in previous years for this tax preparation, but it was also the most complicated. However, we were fine with it because we also received the most back than we ever had in previous years. By quite a lot, actually, so it was completely worth it and I would definitely recommend them. \n\nWe will definitely be going back next year to see Devin!","13":"Alan and Devin have helped me with my taxes for the last 5 years, after my family recommended them to me.  The rest, as they say, is history!  The professionalism, friendliness, attentiveness, and patience of this team is remarkable. I actually look forward to my annual meeting with them because it's both productive and a nice chance to catch up with people who remember your name, your life details, and other things a chain-model tax store would forget or ignore. \nBecause these guys plan to form long-term relationships with their clients, they look at your assets, prospects, and investments in the future tense as well as retrospectively.\nI feel that my time and my money are very efficiently spent with this office, and I have recommended them to my friends.","14":"Absolutely wonderful people Cindy is just as pleasant and funny as Betty white and they saved me $1,100 this year I'm extremely happy...","15":"1 Extra star for the location - very easily accessible - although technically that's a bad thing since I wish I never found the place. I cannot speak for all the staff, maybe most of them are great, but if you want informative, coherent information, stay away from Kevin. \n\nI felt a little greasier after having left his office. Maybe it was the privilege of watching him clean up that thing he called lunch after I entered. Or the way he treated the nice front desk lady with dismissive spite, as if she forgot to buy his favorite creamer for the break room. But it was mostly the way he avoided my pointed questions by answering just about anything else other than what I was asking. \n\nWant to pay over $100 for an 'educational' meeting where you come out just a little bit stupider? I found just the place. Somehow, every time I asked a question, he circled back around to the same point regarding state taxes. \n\nOkay, cool, calm down, Rob. I'm sure he'll stop talking about this super-easy-to-understand concept that I could have just googled in under a minute. Just..gotta..cut him off. No, that's not working, he doesn't take breaths in between sentences. It must have been the mouth-breathing. \n\nOn my way out, one of the other staff asked, \"Did you get all the info you were looking for? He has a way of talking about whatever he wants to talk about.\" Thank you for the 1 hour late advice. I carried my remaining brain cells out of there and never returned.","16":"Terrible haircut.  Stylist shared her political beliefs with me while cutting my hair. I am in to get a haircut and relax not listen to crap. Will not be back.","17":"I have updated this review almost every time I get a haircut here and it seems to just get better and better.\n\nI'll first say that you can't rate the store as a whole.  It totally depends on who you get to cut your hair. \n\nFirst I got a guy named Raymon and he was the best but he doesn't work there anymore which is a huge bummer.\n\nSecond I had a guy named Zac and I don't know if he still works there but he is absolutely terrible. I showed this guy a photo of what I wanted done and he completely ignore it and cut my hair with the chair facing away from the mirror the entire time. Not to mention he was a complete a - hole the entire time.  If it wasn't for this guy I would have given 5 stars. \n\nDiane cut my hair and did a great job. She is very friendly but I don't see her cutting hair very often.  \n\nThe last girl that cut my hair has been my favorite but I can't remember her name for the life of me. She's a shorter girl with white-blonde hair and tattoos. She took a super quick glance at the photo I had and nailed it! Like seriously perfect.","18":"Just moved here a few months ago from LI. My cousin used to do mine & my moms hair so we've been reluctant. First time we went Zac did our hair & he did awesome. Second time my mom got Yvonne who didn't listen to anything she said. She came home crying hysterical because her hair was wayyyyy too short. She cut her hair with her not facing the mirror so she couldn't see anything. Wouldn't recommend her to anyone. Will be going back tomorrow to complain.","19":"i needed a basic trim to get rid of some split ends. I am so glad they were open after work! I walked in around 6:30pm and waited about 5 minutes to get my cut. My stylist, Mari, was nice and knowledgeable. They do try to push product on you which I understand so get ready for it. $22 for a women's cut and shampoo was not a bad deal. It's close by so I will be frequenting this place for basic trims.","20":"Ok so let me start off by saying how rude the girls here were when I walked in. I've never been here before so I wasn't sure what to do when I came in. One of them asked me to sign in and I went to the desk waiting for someone to come help me, she pointed at a computer and said do it there and looked annoyed to help me. Once I did she then took her time slowly cutting the guy in her chairs hair as to avoid taking me. The other girl was doing a color so I knew I'd end up with the rude girl. After sitting there for 30 mins waiting she took me back and asked what I wanted, I told her just a dusting of my length and to add layers in it. There was no conversation after that when I was done she said how's that? My layers were a mess and choppy and my hair was now 3 inches shorter. I didn't want to make a scene so I said great and left. Idk about the other girls skills here but I won't be back ever again she was rude and did a horrible job on my hair. I don't know her name cause she never told me but I'll describe her ... She was a little on the tall side and had ugly faded purple hair and was very very over weight with freckles. If you see her I'd recommend having someone else do your hair.\n\nP.S. I found out her name is Madison.","21":"So I have been coming here for awhile, I hate spending major $ to get a haircut.  Jen always cut my hair and when she bailed, Katrina cut it.  Diane cuts it now and I call ahead to make sure she is working.  I am very happy with the way she cuts it, but the past 2 or 3 times I have called ahead and had to wait over 45 minutes after the initial 30 minutes.  That is my only complaint.  If someone calls ahead for 30 minutes, they should expect to have their hair cut within that time frame.  If she is not available within that time period, just tell me to come in 45 minutes or an hour.  I hate waiting, especially if kids are there.","22":"As a man, nothing is better than a quick \"in-and-out\" when getting a hair cut.  I still expect a good job, but I don't need to be there for an hour.  This Supercuts does just that.  They are never too busy, in fact the longest I have ever had to wait was 10 minutes.  Everytime I have had a new person cut my hair (hey, i'm not too picky), and each time I have been pleased.","23":"All the stylist are talented and it has new management. They do cut, color, and hair treatments, and they sell Paul Mitchell and other products. My personal favorite products are the super skinny for frizz and the extreme for damaged hair.","24":"Time did not improve my TD Bank experience; from a rude, sour-faced assistant manager who was dumb enough to argue with me about a BoA account I'd had for almost twenty years (she clearly doesn't understand customer service or when it's best to keep her mouth shut), to making excuses for bad policies, things never got better. I closed my account with TD Bank yesterday. \n\nIf you don't need a brick-and-mortar bank, I recommend getting a Capital One 360 account.","25":"Always under staffed. There are two employees here currently. Web banking isn't user friendly either. You can only check back 3 months... The only reason I come back is to see Silvia, she's really sweet.","26":"I hate banks, with a passion that burns deep and eternal.  But I actually like this branch.  They are open when I need them, they are quick and they are always professional.  They always greet your promptly and with a smile, even when they are slammed.  They have a cool coin counting machine (free) for customers that let's you guess how much change you have, if you get close you get a prize.  \n\nThey are always loading me up with pens and suckers, even though I don't need them.  If you are looking for a new bank try this branch out.  The staff is top drawer and the hours are perfect for a busy professional.  Five stars, job well done.\n\nNow don't screw it up and make me hate banks again.","27":"I have banked with them since 2007\/08 when they used to be Mercantile Bank. TD is awesome. The staff is always friendly, they are open every day, and I cannot ever remember having a bad experience at any of their branches.","28":"Late for work again because I decided to use the slowest branch of \"America's most convenient bank'\". Two suiits chatting to each other across their desks and a woman with a clipboard who apparently serves no purpose than to keep the floor pinned down under her pumps, I waited 15 minutes with one couple in front of me and one teller who appeared to be on vacation somewhere in the back. After all of the crap with your system update leaving many of us with deposits that didn't clear for three weeks, I thought that maybe TD would try to win me back, but clearly this branch just doesnt give a damn. Chase is across the street. Open an account with them. I did.","29":"Oh dear. Where do I start?\n\nI opened my account online. I deposited online. Because they limit what you're allowed to deposit via the mobile app (a ridiculously low amount for the first several months), I had to take a check to this location to complete my deposit.\n\nI deposited on the mobile app just over five days ago (it is now after business hours on June 7th). I went in to deposit the balance of what I needed to have in the account three days ago. TD Bank has elected to hold my deposits for seven days because their policy says they can, and because, as some anonymous E-mail dolt named David said via E-mail, the \"deposits are being held for extra verification.\" The problem with this is that the bank the checks were drawn on verified and paid on them pretty much immediately (I checked). There was zero justification for \"extra verification.\"\n\nI resent being lied to. Especially by a bank.\n\nDolt David then told me to contact my local \"store manager\" to get this taken care of, because that individual is the only one with the discretion to rectify the matter.\n\nI didn't open my account at a local \"store.\" All of my deposits, save one, have been made either by direct deposit, or via the mobile app. Someone needs to explain to me how a local \"store manager\" is going to fix what s\/he has very little to do with. \n\nThere's something wrong when a bank hides behind a policy and a fictional need for \"extra verification\" to keep one from getting to one's funds to PAY BILLS. \n\nDolt David didn't seem competent enough to directly address my legitimate concerns, and I don't think that I should be inconvenienced by having to go to a \"store\" to talk to a manager to get funds that have already been \"verified\" accessible. That their policy says that they CAN hold funds UP TO seven business days, until an account has been open for more than 30 days, there is no real reason to do so if a situation doesn't legitimately warrant it. \n\nWhen I went into this bank to make my deposit, the staff was friendly. But had I known that I'd be lied to and have my funds held long after they'd been verified and PAID by the other bank, I'd have run out the door.\n\nI'm pondering contacting the federal reserve about this. If this is how TD Bank treats its customers, I'd have been better off staying with BoA, which is a nightmare bank.\n\nMy advice? Stay clear of TD Bank, unless you like being jacked around.","30":"I went to the bank on my lunch break it was rush hour I was in a rush the atm outside was out I ran inside when I realized I was making a deposit on my mothers account and only had her card not her account number so I turned around Nigel Arkais rushed to the door asked how he could help me I explained to him my situation and he took care of me got me the slip brought me to a teller and I was in and out in no time I currently bank with 5\/3 tomorrow I'm going to td to open and account that service is unmatched so thank you","31":"I feel horrible because I wanted to write this review a couple of weeks ago but I was so tied up with a new position time slipped by. I'm hoping this review makes up for my lack of urgency. TD BANK on East Colonial, Orlando FLORIDA is the ultimate best. 2 young men, who are Customer Service Reps, Andrew Ortiz and regrettably I'm not positive of the other young man's name, possibly Mario, for sure they will be going to go places with this company. Their attention to detail, their personal care towards their customers are unheard of in this day and age. If they're not sure of an answer to a question, which I had many, they didn't hesitate to ask their lovely well educated manager, who by the way always make you feel special, and if she wasn't in the office the young men would pick up the phone and call the exact department needed to find answers. Please don't let me forget to mention the tellers who are just as sweet, attentive and knowledgeable. I highly recommend this office and without doubt can promise great professionalism. \nSincerely. Patricia Inglis","32":"It's fun and definitely an experience. The air is smoky as all get out.... you can spend anywhere from $7-$700 dollars on bingo cards but you can also win up to $1500 per night. Worth going to even if just for people watching!","33":"I have been in a number of halls and these guys and gals rock!  A great time!  The foks running the games are super friendly and answered all my questions.","34":"If you go to River City Bingo make sure you count your money when you win !!!!!!  I bought in to the last tab of the day it was $500 I split it with one other person tell me why I only ended up with a hundred and forty I understand taxes but not $90 worth of taxes in one tab I won't be going here EVER again... if you want to be that stingy with your money you should NOT open a bingo hall","35":"Not my favorite bingo hall.. not even sure where to start. Dont play here if you want to have a fair chance of winning bc this place is full of people who buy 15 or more computers each.The man next to me won 2 times. It was so bad that the staff was walking around asking people to turn in computers bc there were none left. The caller constantly turns off the mike to chat with friends and stops the game. The non smoking section is so small and reeks of smoke anyway and you half to walk thru the smoking section to get to the ladies room or snack bar. The runner Stella is loud and rude and just straight up in your face and business all the time. We waited 25 minutes in line to buy our cards..in the smoking section of course.... wont be back ever..","36":"Worst managenent and customer service from all bingo halls.","37":"I've been here a few times and I must say, the atmosphere is much better than the one on Anderson Lane with the giant pink gorilla statue. Attentive sellers and speedy number calling. Who doesn't like wild numbers FORWARD and BACKWARD?\n\nWill be coming back again when I feel the need to earn some extra moolah.","38":"My friends Mom is visiting from out of state and mention she missed out on going to bingo with her friends yesterday.\n\nI had passed this place a few times before and always told my self I will try it one time. Well I decided to barrow my friends MOM and took her with me here today.\n\nVery reasonable prices, Love the machines!  I appreciated the rules being clearly expressed to us. \nThe caller seemed to call at a nice pace and by the way FORWARD and BACKWARD wild number is pretty cool!\n\nWe didn't win, but we had fun isnt that what counts! I cant wait to go back again!!\n\nOnly complaint I have is the NON smoking section still smells like the smoking section and if yiou have to use the bathroom you have to walk across the smoking section to get to the bathrooms.","39":"Nice people, good caller...well-run place!  My fave in Austin for sure!  However....after going here weekly for over a year and giving them my hard-earned money, I must mention that everyone here, including the customers are great!  There is ONE person that is ruder than rude and needs to be fired, though!!.  Shes a rotund black woman that wears a wig and sells cards at the counter.  Not once has she ever greeted me or thanked me and since she's usually the only person selling cards, there's no choice but to buy from her.  There must be plenty of friendly people that would love to have her job? Just saying!  The food is good too, by the way...really clean place!  All good here, except for Mrs. Hateful Wig Head! The caller here, Jeff, is the best in town!","40":"Outstanding Perfect! quality, full body massage experience. Tidy, clean, nice & quiet place. \nI highly recommend this place to anyone needing a great massage experience.\n\nAmadou Lo.","41":"I would give this a negative if I could. DONT GO HERE. First, they didn't even do the full hour I paid for. Second, she kept the door open while I was naked on the bed. No music, felt super uncomfortable and she smacked her gum the whole entire time. And all I could hear were the sounds of another employee walking back and forth down the halls. They make you pay up front which I know some places do but didn't put a tip on there because I wanted to see how the service was to determine how much of a tip I wanted to give. Third, I went to go put my clothes back on that they made me put in some janky bin and huge ass spider cane crawling out. I told the employee and she didn't seem to care. And fourth, MY FAVORITE- I was walking out unimpressed and she had the audacity to ask me for a tip... I'm not obligated to tip. I paid for the service, but if the service is shit then I don't tip. So I said I had to go to my car, was going to drive away and the two ladies stood there with the door open staring at me while I was in my car!! Worst customer service, worst massage. WASTE OF MY MONEY AND TIME. I should have listened to the previous bad reviews.","42":"I was excited to share a massage with my boyfriend for his birthday!  I searched yelp found them called made an apt showed up.  Was a lilskeptical when the door was tinted and windows were covered with curtains?  They greeted us not much English was asked to pay at beginning $120.00 for 2 we go to room for double massage two table side by side when we notice hairs on sheets, my boyfriend wanted to leave but since I already paid I shook the sheets and turned them over!  The massage was good enough their approach to areas a bit too personal straddling my head with one knee by each ear, then later she sat on my butt I was like that's different lmao\n\nThey kept leaving the massage to answer the door for a walk in strange again this happened 5 times busy place! We end and talk and decide not to tip for reasons states in this review as we leave they berate us for a tip I'm like you didn't earn it !! Then in walks some guy states too whoever is listening I want to f##k I'm like I knew it this is a front for prostitution beware this place is not legit","43":"Great massage. I have a lot of pain in my lower back, therefore I need massage very often. They were great, very professional. Very affordable.","44":"A nice salon way out on Sandy. The massage lady Sunny knows many massage techniques. Her hands are gentle and firm at the same time. A very professional lady who relaxed my neck and back. Wish I would have done 90 minutes. I will definitely go back.","45":"I was  working my body into the ground and I needed to take care of myself. So if you're in East Portland and the Costco trip has got you worn out, drive right down 138 to Sandy and visit Sandy Massage. They have friendly staff,clean environment and most of all the massage was one of the best I've ever gotten. I will be returning for sure.","46":"Was refused service. Told only 'boys' do foot massage and no boys were working so they couldn't help me. Not sure if this is sexist or just simply discrimination. It clearly says 'foot massage' on their menu. Why is it on the list of services if it's not available? Apparently I didn't look like someone they wanted to help. I will happily take my money elsewhere.","47":"So, I went there twice. Both times before the massage was good. The third time was awful. I waited in my room for 20mins then I decided to go out and ask for her . Then, we got to the massage. The girl didn't know how to give a massage and she was quite all the time. So, I tried to open a convo with her and she didn't respond even tho she spoke more English than the other girls. So, after trying to talk to her and she never responded I decided to leave. I paid for the one hour body massage which is 60$. So, I asked for a refund because I only stayed there for 15 mins. But, the girl who is sitting on the desk only wanted to give me 20$ back. I didn't want to argue so much so, I got 20$ back and then left. \nWill never return","48":"So the gelato here is delicious. I bought a watermelon flavoured gelato which was yummy and creamy and not too icy. But the customer service here is appalling. In Vancouver, the whole concept of keeping the customer happy seems non-existent.\n\nI saw a woman purchase gelatos for herself and her child. As the lady was trying to gather all of her things together, the gelato cup rolls off the counter and splats onto the floor. The woman (who was clearly NOT trying to score herself a free ice cream) looked dismayed, and went to ask the staff for a replacement (a common courtesy in most countries I've visited), but the staff just rudely pointed to the sign and reiterated that if you drop your gelato, it's your fault (in that frigid, passive-aggressive way that Vancouverites think is a substitute for politeness). \n\nNow I'm not saying pay for every person trying to score a free ice cream, but in most countries I've travelled to, businesses make it a point to keep their customers happy. Accidents happen. And when staff do something nice, a customer remembers (and will come back to that same place over and over again.) It's called earning customer trust and loyalty. But in Vancouver, there seems to be a take or it leave it attitude that is very troubling,\n\nThe gelato here is great though, and they have many flavours to choose from (including dairy free options). Would give this place a five star rating if they upped their customer service ante.","49":"I came for the Froshberg Gelato. The London Fog flavor was absolutely delicious. Service was quick and easy. I'll stop here again for gelato!","50":"The first time I had Froshberg Gelato was back in Calgary and TD downtown Core mall. I was quite surprise that they have it at Richmond Center. \n\nIn terms of ice cream flavors, head office doesn't have a say on what this location offers. I was told that this place does offer durian ice cream but again, it depends on the season. \n\nI got the hazelnut ice cream and London fog ice cream on a waffle cone. It was quite delicious. Overall, tasty. When they say two scoop it is exactly two scoops. So after eating the two scoop you could be left with an empty cone to eat. LOL. \n\nAnyways. They are located in the middle of the food court and they do have a good selection of ice cream. I highly recommend coming here. \n\nWill be back.","51":"Yesterday (Feb 28) they wouldn't even allow my 2 grandkids under 6 a taste of any of the flavours without first paying! What gives? 1 small teaspoon sample is making too much dent on their cash flow??? How would people even know what they're buying unless they get a taste?\nPrior to this visit, we were always allowed a taste of whatever we were interested in, both in this RC and the Tsawwassen Mills location.","52":"They never disappoint.  Their staff is always happy and willing to let you sample.  Gelato is creamy and DELICIOUS!  Their flavours are bold for all varieties.  My favourite is the coconut, hands down.  A little pricey but so worth it.  I go here whenever I'm at Richmond Centre!","53":"Had the double scoop of lemon and green apple sorbet. If you love citrus and lemon you must try it and the green apple was like the real thing. My cup was packed and full. You get your money's worth. Pricy but good for a treat.","54":"Super expensive but the non-fruity flavours are amazing. I love the dark chocolate which feels so silky and smooth and packed with real dark chocolate flavour. It tastes like molten dark chocolate! But cold.","55":"Located inside Richmond Center Mall. Even though it was rainy outside, I still felt like some Gelato. These guys go beyond the basic flavors. They have a small but good selection. I had the salted caramel which was an awesome balance of caramel and salt. It made the rain not so bad. The guy working at the til was super funny and friendly and played a cute practical joke on me that made me smile.","56":"Whenever I get the jonesing for rice and meat, Rice Junkies is my go-to place, especially since one of my twice a week classes is just upstairs. There are so many options: chicken, beef, spicy pork, curry, teriyaki, peanut sauce, with veggies, brown or white rice, yakisoba... And all these can go in a wrap, too, but I prefer the regular bento dish. My favorite is a toss-up between the spicy pork and the teriyaki beef.\n\nThe owners are very nice, even though the female owner\/manager seems aloof sometimes. They're all so friendly and the service is fast. They have a good assortment of sauces on the counter - I love me some hot chili sauce - to add onto your bento. Is it the best bento ever? No. But the prices are reasonable (between $6-8), the service is fast and friendly, and the dishes are nice and filling.\n\nI'm a rice junkies junky.","57":"You know how on The Simpsons, the car that the family drives is a completely generic representation of the idea of a car?  That's what this is to food. Completely bland, tasteless, and boring. The \"bento\" isn't a bento box at all, it's just a clamshell container of rice with an item or two slathered on top of it. The sauces are clearly just generic teriyaki sauce with a thing or two added to it. And these people aren't even junkies!","58":"My my my...so many choices to choose from! Well, at least for me it was. I wound up getting the chicken curry rice bowl. Healthy and yummy! They have outdoor seating but you can only enjoy it if it's sunny.\n\nMy classmate and I came here to study after classes so it was nice to just sit there and talk. The prices are fair and great for the \"on the run\" PSU student, like Anna mentioned in her review. =)","59":"I've been eating at RJ for years but I think I'm finally going to quit it. It's not gourmet food, (not to mention that there's really only one menu item that they put different sauces on) but it tastes good, gets served quickly and isn't overly expensive. An apparent change in management has resulted in less friendly staff, smaller portions and an occasional accidental overcharge. I recommend walking past the building the next time you think about going until you get to the carts on 4th Avenue. You'll get better food for about the same price.","60":"On my way to the lecture about Egyptian history (which was excellent by the way), I realized it was 6:30 p.m. and I was not going to make it through the lecture without something for dinner.  There was really not much of anywhere to get a decent quick meal, save for McDonald's and Ben and Jerry's (oh no for sure on Mickey D's and maybe later on Ben and Jerry's), and then I saw the sign for Rice Junkies.  It dawned on me this was perfect, healthy, quick, AND tasty.  I decided on the chicken teriyaki bowl with veggies and brown rice.  \n\nI turned my back for what seemed like one second and voila there was my bowl of goodness.  The veggies were very fresh and just lightly steamed, just the way I like them, the chicken thigh pieces were grilled perfectly, and the rice was cooked perfectly as well.  They have a small bar full of extra sauces in those nice plastic squirt bottles and you can have as much as you want.  The gentleman at the counter was very nice and helpful, and when I dropped off my dishes to the lady, I started to pull the napkins and everything out to put in garbage, and she stopped me and said \"oh let me do that.\"  This was a very comforting and kind thing to hear at the end of a long day at work.  \n\nRice Junkies is almost literally a hole in the wall.  There is little seating, just a few feet of shelving attached to the wall and a couple of chairs or you can stand.  It's nice and clean.  They have many other choices besides Teriyaki Chicken, but wow what I saw everybody else eating looked awfully good.  If you're on the PSU campus and want a tasty, healthy meal, skip Pizzicato's and Smith Memorial and give this homey little place a try.  It's worth your time.","61":"Definitely solid grab-and-go food for when you want something tasty and quick. They do a mean spicy peanut. Great location for those of us with late night classes or when you want something healthy after the gym.","62":"Uh.....I think I ordered the wrong thing. Because my lunch was kind of gross. My first time trying something here and I assumed I would like it. I got the tofu wrap with peanut + spicy sauce. If you order this please DO NOT get the spinach tortilla.....the 2 flavors clashed and the whole taste was \"off.\" Beside that, I could tell the inside items were fairly tasteless. Needless to say, I threw my lunch away after a few bites...","63":"I have always been an avid browser of Yelp, but today I was \"inspired\" by Rice Junkies to create an account.\n\nConveniently located next to the PSU Rec Center, Rice Junkies is a quick and easy stop for most students to grab a bite between classes. The service is quick and the staff is nice. That's not the problem.\n\nThe problem is the food. Served hot and smelling good, you'd think that the food would be delicious. It was not.\n\nI've had one of their rice and beef bentos before, and that wasn't the greatest, but it was palatable. The steamed vegetables were tough and the meat was lacking, and for the price, I had decided not to return again. Today I was running to an appointment, and out of desperation, I decided to give Rice Junkies another chance. I went for the yakisoba, because it's nearly impossible to get yakisoba entirely wrong. Figured it was a safe bet.\n\nI have never had such terrible chicken yakisoba in my entire life. Now, I did grow up in Japan and Hawaii, so maybe I'm a little bit biased when it comes to Asian food, but come on. $6 for a tiny 3\"x8\" plate of noodles, topped with a skewer of 3 pieces of chicken. The chicken was well-sized, but dry and tasteless. The noodles were also extremely dry and\/or chewy. There was nothing else in the dish to help make it \"yakisoba,\" just noodles and chicken skewer. The drizzle of thick, salty, generic teriyaki sauce over the top helped a little bit, but not nearly enough to call either the chicken or the noodles \"good.\" I had to force myself to swallow it down so that it wasn't an entire waste of money.\n\nI can't believe I'm saying this, but I can't believe the workers inside were Asian. You'd think they'd never tasted their own food before. Rice Junkies may be passable to those who have never experienced good Asian food before, but I would not recommend it to anyone who has a sense of taste.","64":"Portion : bad\nService : better than average\nTaste : I gotta say, whatever food made of lobster there, was gross.\n            I meant, Its too mild and has bad smell. Its the worst experience of eating out in Vancouver for me. Ramen, Pizza and roll everything has no taste. I din't know what i was eating there. Too disappointed.","65":"Came here with my family. We didn't plan to eat here, but we were craving for some soup due to the chilly weather outside. Upon entering, they were quick to assist us to a table. Our table was by the window with a view of English Bay.\n\nThey don't have a large selection for ramen, but we decided to share 2 bowls of Lobster Ramen between the 5 of us, plus we ordered from the 'Small plates' menu which you get to choose 4 items on the menu for $16. On the menu, it has 2 columns, the left side has the cold dishes & the right has the hot dishes.\n\nFor the Lobster ramen, I didn't expect to have actual lobster in the shell in the ramen. I thought it would just have some lobster meat, but that alone exceeded my expectation. Plus! May I add that their presentation was quite pleasing to the eyes. The broth is made of a mix of pork & lobster broth & is kept separate in a kettle, I think made of iron?, anyways, they will pour it over the ramen once you're ready. Also, the broth will have a strong lobster flavor, so if that's not your thing, then I suggest you order something else. For the lobster meat, it would easily come out of the shell, which was a plus for me while eating ramen.\n\nFor the small plates, I really enjoyed the tortillas with NoriAvo dip. The mix of nori with the avocado dip really brought a unique twist to the flavor. But then again, if you're not a fan of dried seaweed, then order something else.\n\nFor dessert, I ordered the Takoyaki, which is a fish-shaped waffle with red bean filling, served with ice cream. It also had some syrup & I think salt, on the side to compliment each other. I really enjoyed this dessert! For $6, I think it was worth it.","66":"Service was good. I made reservation via website and received a call to confirm. They were nice enough to ask if I wanted patio seats, this is very thoughtful. While I was there, server is friendly and attentive. \nThere is still room for improvement on food. Ordered lobster bisque, the taste is good and I can actually see several pieces of lobster meat in the soup, personal preference, I would like it more creamy. Another dish is black truffle lobster sandwich (half lobster), everything is good but I think it would be better if more black truffle was added on lobster. Also ordered baked lobster with cheese, just not as much cheese as I expected. But overall is not bad at all, they used FRESH lobsters for all the dishes I ordered! And this is very important! (Hence this is why you can smell a very strong \"shellfish\" scent as soon as you stepped into the restaurant.) \nDefinitely I would go back to try other dishes in the near future.","67":"Was looking forward to lobster sandwich for the fireworks. I could live with the thirty minute wait, but when that expired and they couldn't give a new time I asked my money back.","68":"Upon entering the location, I was mesmerized by the patio view. I mean... ENGLISH BAY was glistening and the ocean was roaring. \n\nSpeaking with the new owner, I learned that Lobster Food was a beloved Denman St. Sushi restaurant. Without steering far from what customers have known for many years, this restaurant serves fresh Japanese delicacies but most importantly, LOBSTER. Fresh and never frozen lobster is bought daily to serve Vancouverites' sophisticated palate. Since the restaurant is so close to the water, I greatly appreciate the fact that fresh fish and lobster is being treated with dignity. \n\nI was invited to their tasting and I fell in love with their eggplant tempura! Thinly battered with the right amount of crunch while still capturing the sweet eggplant taste. While their unagi oshi sushi is topped with slightly seared egg and with masago sandwiched between the rectangular rice. I like the creativity of their rolls and it is definitely a great and spacious place to hang out. \n\nDefinitely stop by for Happy Hour or be daring and try their Lobster Pizza while sipping on Japanese beer!","69":"I saw the ads and come to taste the lobster ramen. The small dishes surprise me with its taste, food quality and presentation. \nEven Miku may not have that many Choices on small dishes, the seating isn't the best comfortable, but I like the table and table sets. \nFor lobster ramen, the soup is quite good and again the presentation is outstanding. \nHowever, the lobster is a bit harder when take a bite, and the pork slice is a bit harder too.  I will give 85 to 100 for the lobster Raman, 75 to ramen self but 10 to good service, also like to encourage chief not to give up. \nIf the place is named after lobster , then the best fresh lobster taste might be important, hope to continue to see better food.","70":"Lobster Foods is a new restaurant located in the heart of English Bay specializing in American and Japanese cuisine with a contemporary twist. They use the freshest ingredients for all their dishes and the quality and care in their food and presentation really shines through. \n\nI tried their lobster pizza which features a Boston thin crust and is topped with a whole lobster, shrimp, a variety of cheeses and vegetables. When it arrived it was a definite show stopper. I really enjoyed this, and the thin crust didn't overwhelm which was appreciated.\n\nLobster Foods also has a variety of Lobster Rolls to choose from including the classic New York Style and Original Butter. We decided to indulge and try the Black Truffle Lobster Roll. The lobster portion was very generous! It was all lobster and no filler, which made this a very satisfying and fancy sandwich! All their lobster rolls are served in a 6″ Hokkaido Style bread roll which in my opinion the perfect vehicle for the sweet and succulent lobster. \n\nLobster Foods has a great menu and an even better view!","71":"WARNING, this was the WORST TASTE of restaurant in Van of my life.\nWe love eating out especially during summer season. It means we tried to eat out pretty many restaurants and various menus in Vancouver. We searched about something special menus of restaurant and found the LOBSTER FOODS. \n\nWe would have the lobster pizza but there was special menu of Father's day, so we ordered it and the lobster Ramen additional. \n\nThe staffs' service and chicken karaage was not bad but the lobster sandwich, sushi rolls and especially the LOBSTER RAMEN was terrible and gross. \n\nI do not think the chefs in this restaurant do not know how to cook especially Ramen. Normally, lobster in any food is delicious however, this Ramen has bad smell of lobster. Moreover food's portion was so small also, there was really small piece of lobster; called the LOBSTER RAMEN. Hey chef there, is that it with a lobster seriously? \n\nAnyways we're done. It was the worst taste of foods of my life ever.\nHope we'll never try like this restaurant has bad taste of foods ever.","72":"This. Place. Is. SUPER NICE!! \n I have been to many RV parks and this is at the top of the list. The park and rv spots are neat and clean. The restrooms..... unbelievably clean. There is a big room, game room I guess, with a full kitchen and fridge that everyone can put extra food and no one messes with it. A lovely work out room.  And the pool is just so beautiful!!!  The owners and staff are just so precious. I heard someone say \"we call this home\". I can see why. Y'all come check this beautiful place out!!!","73":"Really enjoying my stay here. Large sites and, referring to previous review, picnic tables have been added. Friendly staff, nice pool, and grounds well maintained. Had an issue with 50 amp power source and it was rectified immediately as they have RV repair guys on site! Definitely a bonus!","74":"The best RV resort we've been to in the 7 years we've been full-timing. Beautiful, large sites, wonderful owners and staff, large community\/rec room, gorgeous pool, large dog parks, lakeside pavilion. On site RV repair, on site store, with the BEST pizza and wings! I could go on and on. You just have to come experience it for yourself!","75":"What a great experience here at Longhorn RV Park.\nThe park was on point and the customer service was even better! Thanks Tracy for making our stay welcoming. Keep up the great spirits! \nRivas Family","76":"We live about 25 miles from the resort, and had to move out of our house for about seven weeks for construction work.  We rented an RV and Rob Hoffman, one of the owners, went far out of his way to help us.  Plus, he has an outgoing personality, and will please you if at all possible.  We saw additional pads being built, and Rob said they can't get them ready fast enough.  I think it's safe to say that if you stay there once, you'll stay there again.\n\nJeff Kendrick\nCedar Creek, TX","77":"Fantastic place to stay with your family! Everyone here, from the owner down the the lovely women in the office, are the nicest people. My children and my dog enjoyed their time here. We stayed three weeks and loved every minute of it!","78":"This campground is well spaced so that each unit has plenty of room.  Location is a bit isolated.  Nice community center and clean laundry rooms.  This is basically a work camp, not a nice retirement place to spend the winter.  Tables and patio spaces are missing but I understand they are in the works for the future.  Office staff and owner are lovely people.\nThis location is right off Highway 21 going to San Marcos so road noise is pretty loud and traffic is heavy.  Other than that it's a great country location.\nRoads within the park are in need of maintenance - they are quite broken up and subject to flooding in locations right near the pond.  With continued effort this will be a lovely park in a few years!","79":"Amazing staff and owner.  The park is always clean and the facilities are in great condition. Nice large spots with plenty of room on each side.","80":"We were trying to find a way to get from our hotel (Pop Century) to the Boardwalk without using our own car. A cast member recommended we take the bus to Hollywood Studios (closest park) and then hop on the boat that could drop us off on the Boardwalk dock. Sounded like a fun adventure to us. \n\nWhen the boat leaves HS it stops at the Swan & Dolphin first which is where we chose to disembark because it was a short walk over the bridge to the boardwalk. Or we could sit another 20 minutes on the boat. \n\nThe crew was friendly. The boat has plenty of room. And it moves at a Disney pace so it is totally possible to stand and not struggle to hold on. The Friendship boats aren't usually our first choice for transport, but we'll definitely have to remember them as an option.","81":"We didn't want to take the shuttle bus from Disney's Hollywood Studios to Epcot and taking the boat seemed like fun.\n\nThe friendship boat comes every 20 minutes, until 1 hour after the park closes.  No smoking during the boat ride and handicap access is available.  \n\nThe friendship boat stops at the following locations:\nSwan and Dolphin hotel\nYacht Club Beach Club\nBoardwalk\nEpcot\n\nGet your camera ready, relax and enjoy your ride :)","82":"If you don't want to take a cramped shuttle bus back to EPCOT and you are either too tired or too hot to make the walk, then the boat is your solution.\n\nThe boats depart about every 20 minutes and stop at 1)Swan and Dolphin Hotels 2)Yacht and Beach Clubs and 3)Boardwalk on the journey back to EPCOT.  Its faster to walk but nowhere near as relaxing.  If you are up for a little walking get off at Yacht and Beach to cut out the Boardwalk leg.  You'll enter EPCOT between the France and United Kingdom Pavilions.","83":"Instead of taking the usual bus transportation, my friend and I took this relaxing boat ride from Disney's Hollywood Studios over to Epcot to use the backdoor International Gateway entrance. As you exit Disney's Hollywood Studios, the boat dock is off to the left. There will be signs directing you. The line was long, but it didn't feel like a long wait as a lot of people will get off at this location. The boat stopped first at Swan & Dolphin followed by Yacht & Beach Club which was where we got off. You could stay on the boat until it arrived at the Epcot International Gateway entrance, but it would make a stop over at the Boardwalk first.","84":"Want to get one place to another and do it rather quickly? Don't want to walk any more? Take the boat! The captains are friendly, the ride is smooth and the wind is an awesome feeling in your hair and a great way to cool down after a long hot evening.","85":"When you are feeling like you want to get around Disney property a bit slower, yet not walk, sometimes the best way to do so is to hop on one of the many ferries that exist on the waterways of Disney.\n\nIn this case, it was the ferry from Hollywood Studios to Epcot that I grabbed. This is one of their larger ferries (the largest being from the Ticket and Transportation Center to the Magic Kingdom) that also has stops at the Swan and Dolphin, Beach and Yacht Club, and Disney's Boardwalk. \n\nI love going on the ferry to get around to the different areas. It is peaceful and a nice break from the hustle and bustle of all of the other forms of transport, even the new skyway. Well worth it if it is available!","86":"These boats are the best. Unless I have confused myself, this one's last stop is at Epcot over by the France Pavilion. It's a quicker and less crowded way to get there as compared to taking the buses.","87":"If you are here when the park closes skip the buses and take the ferry to Epcot and then you might have a chance to also catch the fireworks there too. Otherwise you will be waiting for 30+ minutes to stand and ride in a cramped bus. So worth the experience!","88":"Roy and Chrissy are wonderful to work with. The house we rented with them in Arlington is a real jewel. I am very happy with their rental services.","89":"I flew into town with a mandate and a deadline.  Find a new residence which I love, execute a signed lease, and have a move in date for the following week; all of which needed to be completed in 72hrs and on Memorial Day weekend nonetheless....\n\nImpossible you say?! Well to that, I assure you that you have not yet met Chrissy.  For if you have, you have likely already experienced perhaps the most seamless and personable rental process in history.\n\nNot only was she very easy to speak to over the phone, but she was empathetic and accommodating with regards my constraints (I emphasize this as it was a holiday).  I have a habit of moving at a fast pace, which was pushed into overdrive considering flight-determined deadline.  While this can, from time to time, throw most people off or be a little overwhelming, she managed to get everything done with the highest level of professionalism and in record time.\n\nAs for my new home, it is day 9 of my occupancy and I couldn't be happier.  Really, I couldn't have found a better place to live.  Thanks Chrissy!","90":"5 stars for Chrissy!\nI found an ad posted on Craigslist for an amazing apartment in Somerville. Chrissy was prompt at returning my phone message and very easy to talk to over the phone (I hate talking on the phone). She listened to my needs and asked all the right questions. We scheduled a viewing for the same day. I was running late that night but Chrissy was very flexible and accommodating with my schedule (I hate being late!). She pleasantly greeted me and my boyfriend and surprisingly remembered all the details I had already told her over the phone. She showed us the apt and gave us plenty of time to look and discuss layout. She even showed us some other units in the same building- just for curiosities sake. The apt was absolutely stunning- completely renovated, dizzying hardwood floors, immaculate condition, top-notch appliances, private deck, views of the city, huge bathroom- just gorgeous. Unfortunately the unit was a bit over my budget and also a bit too small. Props to Chrissy for her pleasant and professional demeanor! A real pleasure to work with :)","91":"Roy was without a doubt the best agent I've ever worked with.  When we called him about a listing we saw online he didn't just schedule a viewing, he listened to what we wanted to make sure it wasn't a waste of our time before we even showed up.  He also found more apartments in the area for us to check out.  When someone else submitted a rental application at the same time from another agency Roy used his relationship with the landlord to lobby on our behalf and we ended up winning!  \n\nRoy was professional and kind during the whole process, making himself available for any questions though out the process, patiently explaining what was going to happen.  We're going to Roy first when we need to move again.","92":"Roy helped me with the apartment my roommates and I moved into this summer. He was incredibly helpful and professional and really put us at ease with the whole process. It was so refreshing to work with an agent who really listened and cared about our needs.","93":"Anhar and Roy were the best brokers I talked to while looking for my apartment in Somerville. Anhar took me around and showed me two place which were both very nice. She was very knowledgeable about the properties that she had listed (which was a sharp contrast to some of the other brokers I worked with) and did not waste my time showing me things that I was not going to like.\n\nWhen I ended up ultimately getting my apartment through them Anhar went above and beyond to get a lease ready for me quickly. I was doing an out of town housing search and was only in town for a couple of days. I told her that I was ready to go forward with the application at 2pm and she had lease ready for me to sign that evening.\n\nOverall and excellent experience. Highly recommenced.","94":"Roy is an excellent and attentive broker. He found us a great place within our budget with very little effort (on our end), and was super responsive to our emails and texts through every step of signing the lease even after he got our check in the mail. We intend to go to him again next time we want to move.","95":"My boyfriend and I needed to move from Vermont to Somerville with only a few weeks notice, while both working full-time, 9-5 jobs. We saw apartments with a few agents from different agencies and weren't impressed by anything. On our last trip, we met up with Chrissy from Boston Rental Exchange and saw two apartments that were perfect for us.\n\nOnce we decided on one, Chrissy helped us go through the whole process remotely (we didn't have to drive back down until the day we moved in!). She was even able to process our application in the middle of a snowstorm, on a weekend, when we couldn't leave our house and the phone lines in VT were down. She definitely went above and beyond what she needed to do. In short, I would recommend Chrissy and Boston Rental Exchange to anyone, especially for cross-state moves.","96":"Just get the order right people, listen!!!  I hate to have to second guess my order.  Second time now, in house order.  Ordered ultra thin crust, did not receive, just all crust and mass quantities of tomato sauce.  Boss man take the ship???  ID number KJ41164124001 @ 15:18:48.  Please I love PaPa Murphy's","97":"This location's quality isn't like the others.  Go to another location if you have the choice.  I have tried it time and time again thinking this location was just having a bad day and the dough and ingredients just didn't taste as fresh and they tried to give me an already made smashed pizza.","98":"Not all papa Murphys are created equal:) I am happy to say this one is one of the better ones.... Always clean... Great service ... Always getting the order right:)\nThey honor all the coupons I manage to dredge up too....lol","99":"Hey, it's Papa Murphys, so what can I say? Their stuff is always pretty good when you don't want to cook, and their flavor combinations are always spot on. Sometimes the service can get slow if they're busy, but the pie is definitely worth the wait"},"product_category":{"0":"Shopping","1":"Shopping","2":"Shopping","3":"Shopping","4":"Shopping","5":"Shopping","6":"Shopping","7":"Shopping","8":"Financial","9":"Financial","10":"Financial","11":"Financial","12":"Financial","13":"Financial","14":"Financial","15":"Financial","16":"Beauty","17":"Beauty","18":"Beauty","19":"Beauty","20":"Beauty","21":"Beauty","22":"Beauty","23":"Beauty","24":"Banks","25":"Banks","26":"Banks","27":"Banks","28":"Banks","29":"Banks","30":"Banks","31":"Banks","32":"Amusement","33":"Amusement","34":"Amusement","35":"Amusement","36":"Amusement","37":"Amusement","38":"Amusement","39":"Amusement","40":"Beauty","41":"Beauty","42":"Beauty","43":"Beauty","44":"Beauty","45":"Beauty","46":"Beauty","47":"Beauty","48":"Food","49":"Food","50":"Food","51":"Food","52":"Food","53":"Food","54":"Food","55":"Food","56":"Asian","57":"Asian","58":"Asian","59":"Asian","60":"Asian","61":"Asian","62":"Asian","63":"Asian","64":"Hot","65":"Hot","66":"Hot","67":"Hot","68":"Hot","69":"Hot","70":"Hot","71":"Hot","72":"RV","73":"RV","74":"RV","75":"RV","76":"RV","77":"RV","78":"RV","79":"RV","80":"Boat","81":"Boat","82":"Boat","83":"Boat","84":"Boat","85":"Boat","86":"Boat","87":"Boat","88":"Real","89":"Real","90":"Real","91":"Real","92":"Real","93":"Real","94":"Real","95":"Real","96":"Pizza","97":"Pizza","98":"Pizza","99":"Pizza"}}