{"text":"Former England footballer Sam Sodje has denied defrauding his charity out of more than £1m."}
{"text":"Middlesex batsman Adam Voges will miss the rest of the season with a knee injury."}
{"text":"The Duchess of Cambridge is to feature on the cover of British Vogue for the magazine's 100th anniversary."}
{"text":"Google has appointed the founder of one of the world's most notorious online communities, 4chan."}
{"text":"Two teenagers have been charged in connection with a police chase in west Belfast."}
{"text":"A man has been taken to hospital after being hit by a taxi in Aberdeen."}
{"text":"Barcelona president Sandro Rosell has resigned over the signing of Brazil forward Neymar."}
{"text":"London's schools are facing a funding cut of more than a third over the next five years, according to London Councils."}
{"text":"England opener Jason Roy hit his third Championship century of the season as Surrey fought back against Middlesex at The Oval."}
{"text":"Labour leadership contenders Liz Kendall and Yvette Cooper have urged voters not to back Jeremy Corbyn with their second and third preferences."}
{"text":"Schools in England are moving to a \"bare bones education\", head teachers say."}
{"text":"Northern Ireland's First Minister Martin McGuinness has said he is \"disappointed\" by the outcome of the assembly election."}
{"text":"Kent's police and crime commissioner (PCC) has said she would rather not have been in charge of the force."}
{"text":"A 12-year-old boy was dragged from a school in Staffordshire by a man who tried to steal a child's bag."}
{"text":"Newport County goalkeeper Rhys Taylor has joined Wrexham on loan until the end of the season."}
{"text":"New Mills have become the first non-league side to lose all of their games."}
{"text":"An MP has criticised the level of \"misleading\" about a referendum on whether Bath should have an elected mayor."}
{"text":"Dozens of people have been attacked by neo-Nazis in the Georgian capital, Tbilisi."}
{"text":"Wales coach Warren Gatland has made six changes for Saturday's Six Nations match against Italy."}
{"text":"Barnsley striker Tom Bradshaw says he is inspired by the success of Aaron Ramsey and Gareth Bale."}
{"text":"The first trailer for Rogue One: A Star Wars Story has been released."}
{"text":"A man has been jailed for life for raping a young girl and attempting to rape three women."}
{"text":"A US soldier has been killed in an attack by an Afghan commando in eastern Afghanistan, officials say."}
{"text":"Police in the northern Indian state of Himachal Pradesh have arrested five men after a Spanish woman was allegedly gang-raped."}
{"text":"Hong Kong airline Cathay Pacific has become the latest airline to ban shark fin shipments."}
{"text":"National League side Chester have appointed defender Luke Shaw as first-team coach."}
{"text":"Archaeologists in Denmark say they have found a well preserved axe."}
{"text":"It's one of the most beautiful native trees in the UK."}
{"text":"Commercial divers in Guernsey will have to pay a fee of up to £1,000 a year to use a hyperbaric oxygen chamber."}
{"text":"Sri Lanka fast bowler Shaminda Eranga has been suspended from the Test series against England after testing positive for cocaine."}
{"text":"The owners of a new clothing shop in India say they will change the name of Adolf Hitler."}
{"text":"Islamic State (IS) militants have killed at least 120 civilians in the Syrian town of Kobane, activists say."}
{"text":"Barnsley have signed striker Lee from West Ham for an undisclosed fee."}
{"text":"Tributes have been paid to Northern Ireland journalist David Hunter who died in a car crash in Egypt."}
{"text":"Plans for a wind farm in the Scottish Borders have been submitted to the council."}
{"text":"Premiership side Wasps have signed England centre Kyle Eastmond from Bath."}
{"text":"Middlesbrough Mayor Steve Mallon has accused two people who claim they have \"put up or shut up\" over the sale of land."}
{"text":"The US economy grew faster than previously estimated in the first quarter of the year, official figures have shown."}
{"text":"CCTV footage has been released of men using a wall at a business in the West Midlands."}
{"text":"Drugs have been seized or confiscated from schools in the past three years, figures show."}
{"text":"A race in the Glen Coe mountains in September will be part of the 2016 Skyrunner World Series."}
{"text":"The names of some of Birmingham's most notorious gangs have been revealed in court for the first time."}
{"text":"The Crown Prosecution Service (PPS) has dropped charges against a suspected UVF commander."}
{"text":"The Police Federation has criticised the return of Avon and Somerset Chief Constable Nick Gargan."}
{"text":"A mental health board has apologised to the family of a man who took his own life after leaving a mental health unit."}
{"text":"Supermarkets are cutting petrol and diesel prices for the second time in two weeks."}
{"text":"Councillors are to discuss the future of a controversial flood protection scheme in Dumfries."}
{"text":"house prices in some of the UK's most expensive towns have hit a record high."}
{"text":"Sadiq Khan's chief of staff has been suspended after posting abusive comments on social media."}
{"text":"Two men have died after their motorbike was involved in a collision with a car in Wiltshire."}
{"text":"A hoard of medieval coins found in Gwynedd has been declared treasure."}
{"text":"A man has been cleared of involvement in a plot to free a prisoner from a prison van in east London."}
{"text":"Scientists say they have solved the mystery of Earth’s magnetic field."}
{"text":"Cardiff City manager Neil Warnock says he is considering making another bid for Aberdeen midfielder Jonny Hayes."}
{"text":"Premiership side Exeter Chiefs have signed forward Joe Simmonds on a deal until the end of the season."}
{"text":"Scotland's first human rights action plan has been launched."}
{"text":"Carlos Tevez has rejoined Boca Juniors on a season-long loan from Juventus."}
{"text":"American cyclist Kristin Armstrong won Olympic gold in the women's time trial in Rio."}
{"text":"Donald Trump's new campaign has begun."}
{"text":"A 15-year-old girl has told a court she thought she was going to die after two cars crashed into a crowd at a car meet in Plymouth."}
{"text":"Belfast City Council has voted against inviting the England and Wales football teams to a civic reception."}
{"text":"The number of people infected with HIV in South Africa has more than halved in the past five years."}
{"text":"Sweden won their second gold medal of the Winter Olympics with victory in the men's freestyle relay."}
{"text":"Premier League teams have been playing out more possession than they did last season."}
{"text":"It has been 20 years since Scotland were knocked out of the World Cup."}
{"text":"Dancers are to perform in a new installation at Tate Britain's Duveen Galleries."}
{"text":"Plans have been unveiled for a £1bn expansion of a high-tech business park in South Yorkshire."}
{"text":"A teenager who had sex with a 13-year-old girl in the grounds of a Dundee college has been detained for a year."}
{"text":"An elderly man has been rescued after his car became stuck in flood water in Worcestershire."}
{"text":"Two of the world's leading economists have been predicting the future of the Chinese economy."}
{"text":"US lawmakers have called on China's Huawei and ZTE to be banned from buying US telecoms equipment."}
{"text":"David Cameron has been accused of using the phrase \"bunch\" of migrants at Prime Minister's Questions."}
{"text":"Mercedes have been penalised for failing to help Nico Rosberg in Sunday's Hungarian Grand Prix."}
{"text":"Police in Japan have hired a chihuahua to work as a search and rescue dog."}
{"text":"Rotherham United have confirmed that they will remain in charge until the end of the season."}
{"text":"Police have said they are no longer looking for a man after an alleged sexual assault in Aberdeen."}
{"text":"A woman accused of murdering a County Armagh man said she \"got into a fight\" with her father, a court has heard."}
{"text":"At the International Institute of Art (INSEAD) in Singapore, a display of \"beauty\" has gone on display."}
{"text":"Labour's Brexit campaign was a \"mistake\" not to talk about the European Union before May's assembly election, a former Welsh secretary has said."}
{"text":"New York Yankees slugger Alex Rodriguez will retire at the end of the season."}
{"text":"Lothian Buses made a pre-tax profit of more than £10m in 2014, according to the company's accounts."}
{"text":"In Ethiopia, more than half of all girls are married before they turn 15."}
{"text":"Partick Thistle reached the second round of the Scottish League Cup with victory over Stranraer."}
{"text":"A man has been arrested in connection with an armed robbery at a house in Drumnadrochit."}
{"text":"Coneygree has been ruled out of next month's Cheltenham Gold Cup because of a bone injury, says trainer Donna Bradstock."}
{"text":"Philippine President Rodrigo Duterte has said the country does not accept same-sex marriage."}
{"text":"Zane Zane Zane has been named on the BBC's 100 Hottest Records list."}
{"text":"Manchester United and Liverpool played out a goalless draw at Anfield."}
{"text":"People with hearing loss in Wales are being left confused about what they need, according to a new report."}
{"text":"RB Leipzig's Bundesliga title hopes suffered a blow as they were beaten by Werder Bremen."}
{"text":"A Kilmarnock fan has died after collapsing during a match."}
{"text":"Greenock Morton's Stephen McManus has been named Scottish Premiership player of the month for January."}
{"text":"Huddersfield Town midfielder Andreas Christensen has signed a new three-and-a-half-year contract with the club."}
{"text":"Labour has pledged to protect the \"triple lock\" on pensions if it wins the general election."}
{"text":"Swiss voters are going to the polls on Sunday to decide on whether to limit executive pay."}
{"text":"Andre Ward stopped Sergey Kovalev in the eighth round to win the IBF and WBO light-heavyweight titles in Las Vegas."}
{"text":"Transgender people in Pakistan have been told they cannot marry."}
{"text":"Microsoft has announced the release of its latest operating system, Windows 10."}
{"text":"A prominent Russian opposition activist has accused prison staff of torturing him."}
{"text":"A member of a gang who carried out a series of acid attacks in Dorset has been jailed."}
{"text":"MSPs have called on the Scottish government to force the principal of a North Lanarkshire college to pay back £850,000 in severance deals."}
{"text":"Former England and Nottingham Forest captain Chris Charles has been struggling with alcoholism for nine years."}
{"text":"A 25-year-old man has been ordered to be produced from prison after allegedly strangling a dog and setting it on fire."}
{"text":"Catalans Dragons have appointed 18-year-old forward Laurent Frayssinous as their new head coach."}
{"text":"The cyber security industry in Northern Ireland is \"not a threat\", according to the chief executive of the Ulster University."}
{"text":"Researchers in Argentina say they have found three buildings believed to have been used as a hide-out for Nazi war criminals."}
{"text":"Austria's government has announced plans to ban smoking in restaurants, cafes and bars by 2018."}
{"text":"How much do you know about a player's social media presence?"}
{"text":"Hearts moved off the bottom of the Scottish Premiership with victory over Motherwell."}
{"text":"Ofsted has suspended the registration of a summer camp after a man was arrested on suspicion of child sex offences."}
{"text":"Fifa will elect a new president on Friday, with Qatar hosting the 2022 World Cup."}
{"text":"Great Britain's Hannah Atkin became the first woman to win a World Cup freestyle title with victory in the women's final in Aspen."}
{"text":"A seal has been spotted sunbathing on a lifeboat station in Cornwall."}
{"text":"A woman has been arrested on suspicion of murder after a man was stabbed to death."}
{"text":"The number of UK students applying to university has fallen by 5%, according to the admissions service Ucas."}
{"text":"Children's heart surgery at Leeds General Infirmary is to be stopped, the NHS has said."}
{"text":"A \"major\" Roman burial has been discovered in a field in Hertfordshire."}
{"text":"Plans for a 10-turbine wind farm in the Borders have been approved by councillors."}
{"text":"The largest hoard of Roman coins found in Jersey has been removed."}
{"text":"MPs from England and Wales have been given the go-ahead by the House of Commons."}
{"text":"Labour and the Conservatives have clashed over the government's decision to repay £14.5m to flood-hit areas."}
{"text":"A councillor arrested on suspicion of possessing indecent images of children will not face charges."}
{"text":"West Yorkshire Police has failed to agree a formula to pay back more than £1m to Leeds United, the High Court has ruled."}
{"text":"National League side Southport have signed Everton's Jack Brewster on loan until the end of the season."}
{"text":"Civil servants in Jersey have spent more than £100,000 on flights over the past five years."}
{"text":"The world's most powerful particle accelerator, the Large Hadron Collider, has detected a new particle."}
{"text":"Police in Iran have shut down the first KFC restaurant in the capital, Tehran."}
{"text":"A man is in a critical condition in hospital after being found with severe burns."}
{"text":"The Northrn Lights have been captured on camera in the Isle of Man."}
{"text":"It's been a year since the arrival of pop star Rihanna."}
{"text":"Sinn Féin leader Gerry Adams has said he will take legal action against the BBC's Spotlight programme."}
{"text":"Brussels suicide bomber Najaf Laachraoui was a prison guard for the so-called Islamic State (IS) in Syria in 2013."}
{"text":"Ipswich Town have signed striker Freddie Sears from Colchester United for an undisclosed fee."}
{"text":"England coach Trevor Bayliss says Alastair Cook is enjoying his time as Test captain."}
{"text":"An Australian woman has been raped in the northern Indian city of Varanasi."}
{"text":"A search is under way for a junior doctor who has been missing for more than a week."}
{"text":"The US says it has killed a senior Islamic State (IS) militant in a drone strike in Syria."}
{"text":"Burton moved off the bottom of the Championship table with victory at struggling Rotherham."}
{"text":"Walsall have signed Bermuda international Jake Butterfield on a two-year contract."}
{"text":"She's the first model in her wheelchair."}
{"text":"webcams are being recalled after being hijacked by hackers."}
{"text":"Hundreds of people have been told to leave their homes in Cumbria after the River Derwent hit the area."}
{"text":"A yachtsman has been found guilty of causing the death of a woman in a head-on crash on the Isle of Mull."}
{"text":"Royal Bank of Scotland (RBS) is set to be fined £1.2bn by the Financial Conduct Authority (FCA)."}
{"text":"Republic of Ireland manager Martin O'Neill and player James McClean have been charged by Fifa over their criticism of the referee in Saturday's World Cup qualifier against Austria."}
{"text":"French authorities have ordered thousands of migrants to leave the \"Jungle\" camp in the port city of Calais."}
{"text":"UK housebuilding fell in the final three months of 2014, official figures have shown."}
{"text":"Syrian government forces have reportedly used chemical weapons on the outskirts of the city of Palmyra."}
{"text":"Borders Council has agreed to borrow money to pay off its outstanding contribution to the railway."}
{"text":"US singer James Taylor has cancelled a concert in the Philippines because of the country's war on drugs."}
{"text":"AC Milan have signed Everton midfielder Lucas Barrio on loan until the end of the season."}
{"text":"US spice maker McCormick has said it may increase its bid for Premier Foods."}
{"text":"There is no evidence of a criminal offence after two students died in a nightclub stampede, a report has found."}
{"text":"A tiny phone designed to help people \"step away\" from smartphones has gone on sale."}
{"text":"A man has been charged with raping a woman at a mental health unit."}
{"text":"Nigel Farage has been replaced on BBC Question Time after being stuck in traffic on the A1."}
{"text":"Nicole Kidman has said her children have \"very little understanding\" of what she does."}
{"text":"Two teenagers have been arrested after a scrambler motorcycle crashed in west Belfast."}
{"text":"First Minister Nicola Sturgeon has met a nine-year-old boy with a rare form of muscular dystrophy."}
{"text":"Kyle Jarvis took three wickets as Lancashire took control against Leicestershire on a rain-affected second day at Grace Road."}
{"text":"The government has promised to tell us how many EU nationals have registered for National Insurance numbers."}
{"text":"Wasps wing Frank Halai will leave the club at the end of the season."}
{"text":"AMs have voted against the UK government's trade union bill."}
{"text":"South Korea's Inbee Park won the US Open by two shots."}
{"text":"A teachers' union has voted to condemn the government's plans to force all schools in England to become academies."}
{"text":"Brighton have re-signed midfielder Steve Sidwell on a two-year deal following his release by Stoke."}
{"text":"Bosnia's prime minister has launched an appeal against a ruling that cleared Serbia of genocide during the Bosnian war."}
{"text":"London Irish assistant coach Paul Whiffin has left the club by mutual consent."}
{"text":"A police dog who fractured two vertebrae in his neck after falling from a balcony has returned to duty."}
{"text":"Nepalese police are teaching earthquake victims in temporary shelters in the capital, Kathmandu, to learn how to defend themselves."}
{"text":"More than 100 people have been injured after a commuter train derailed in New York."}
{"text":"Royal Dutch Shell has reported a sharp rise in profits for the first three months of the year."}
{"text":"Conservative MP David Blackman has called on the government to introduce a public holiday for Muslims and Hindus."}
{"text":"A long tunnel for the HS2 high-speed rail line in the Chilterns would be \"feasible\", a report has concluded."}
{"text":"A 16-year-old boy has been charged with attempted murder after two teenagers were stabbed at a school in south-east London."}
{"text":"Teenagers in the Dominican Republic, Mexico and Costa Rica have the highest levels of life satisfaction in the world, a study suggests."}
{"text":"The search for missing Malaysia Airlines flight MH370 has been moved from the southern Indian Ocean."}
{"text":"Heroes' Day is a national day for Tamils in Sri Lanka."}
{"text":"The FBI has defended its decision to redact part of a transcript of the Orlando terror attack."}
{"text":"Net migration to the UK rose to a record 265,000 in the year to June, according to the Office for National Statistics (ONS)."}
{"text":"Geckos are one of the most famous lizards in the world."}
{"text":"Judges at the European Court of Human Rights have given more time to keep terminally-ill Charlie Gard alive."}
{"text":"A judge in the US International Trade Commission (ITC) has ruled that Samsung violated five of its patents."}
{"text":"Children in poor areas of the US have a positive impact on reading skills, a study suggests."}
{"text":"Motorists are being warned to expect delays on the M74, the M8 and the M73 as part of a £500m project."}
{"text":"A cancer fan who sang the national anthem before Wales' first match at Euro 2016 has said it was \"amazing\" to be in France."}
{"text":"Two former members of 1960s band The Tremeloes have been charged with historical sex offences."}
{"text":"Young people should be allowed to vote in the general election, a think tank has said."}
{"text":"The leak of documents from a Panamanian law firm has led to a global media frenzy."}
{"text":"A US company has come under fire for promoting a range of \"high-fashion\" shoes for infants."}
{"text":"Passengers at Heathrow Airport have had to wait an hour and 45 minutes to leave passport control."}
{"text":"Bruce Udale and his daughter Isabel Moseley are both determined to leave the European Union."}
{"text":"British number one Johanna Konta was knocked out of the Wuhan Open in the quarter-finals by seven-time champion Venus Williams."}
{"text":"A man has died after an explosion at a block of flats in Hull."}
{"text":"Previews and team news for the weekend's Premier League and Championship games."}
{"text":"Jeremy Corbyn has denied sacking a Labour minister over comments she made about child sexual exploitation."}
{"text":"Spain says it will take \"very clear interventions\" from the European Union over Argentina's nationalisation of its oil company."}
{"text":"The Co-operative Bank has announced plans to cut 1,000 jobs."}
{"text":"Scotland's first minister has appointed Michael Russell as a minister for the UK government's Brexit negotiations."}
{"text":"Tributes have been paid to a Scottish man killed in an attack in the Afghan capital."}
{"text":"US President Barack Obama has announced that the US will lift its arms embargo on Vietnam."}
{"text":"Wales manager Chris Coleman says his side's Euro 2016 semi-final against Portugal is \"part of the journey\"."}
{"text":"Human reproduction may be at risk of extinction, according to a major study."}
{"text":"A man has been arrested on suspicion of murder after a woman was found with stab wounds in Leeds."}
{"text":"Norwegian human rights activist Kjeld Bondevik has been stopped at Los Angeles International Airport."}
{"text":"A man who died in a house fire was \"easy-going and good fun\", his wife has said."}
{"text":"Steven Gerrard will leave Liverpool at the end of the season to join Los Angeles Galaxy."}
{"text":"A man has appeared in court after drugs with an estimated street value of £20,000 were seized in Aberdeen."}
{"text":"French director Celine Sciamma talks to the BBC about her film Girlhood."}
{"text":"(Close): Marks and Spencer led the FTSE 100 higher after it reported better-than-expected sales."}
{"text":"\"I've been in Selby for more than a year,\" says 80-year-old Betty."}
{"text":"Hearts have appointed Paul Gallacher as their new first-team coach."}
{"text":"A suspicious device has been found at Aberdeen's beach esplanade."}
{"text":"The last time I saw Col Muammar Gaddafi's compound in the Libyan capital, Tripoli."}
{"text":"The families of three Leeds men who blew themselves up in London 10 years ago are still looking for answers, a mosque has said."}
{"text":"Labour leader Jeremy Corbyn has been accused of breaching parliamentary privilege by staff working for him."}
{"text":"Matt Phillips scored twice as Leeds began their Championship campaign with victory at Bolton."}
{"text":"Newport County have re-signed striker Jamie Reid on a two-year deal."}
{"text":"UN Secretary General Ban Ki-moon has said he is \"disappointed\" by Saudi Arabia's rejection of a seat on the Security Council."}
{"text":"BBC Sport takes a look at some of the key stories over the weekend."}
{"text":"A man has been charged after cocaine with an estimated street value of £1m was seized in County Antrim."}
{"text":"The girlfriend of murdered British backpacker Peter Falconio has spoken for the first time since he was murdered in Australia."}
{"text":"A mental health trust has apologised to the family of a man who died after being refused extra medication."}
{"text":"A painting by the late mining artist John Cornish is to be sold at auction."}
{"text":"Pop group UB40 have backed Labour leader Jeremy Corbyn in the party's leadership contest."}
{"text":"A police officer who was convicted of assaulting two colleagues has been sacked."}
{"text":"The UN says it will begin air drops of aid to besieged areas of Syria for the first time."}
{"text":"Labour has taken control of Liverpool City Council."}
{"text":"More than half of the UK's top judges went to a private school, according to a report by the Sutton Trust."}
{"text":"Millions of workers could receive an extra £650 a year if they take up the option of saving to their pension, research suggests."}
{"text":"Labour leader Jeremy Corbyn will not be in Wales before the general election, First Minister Carwyn Jones has said."}
{"text":"Dean Elgar became the first South Africa player to take three wickets on day one of the first Test against India in Delhi."}
{"text":"Scotland's political leaders have been paying tribute to Baroness Thatcher, who has died at the age of 83."}
{"text":"A van driver who fell asleep at the wheel has been jailed for three years."}
{"text":"London Irish have signed back-row forward Tom Robson from Oyonnax on a two-year deal."}
{"text":"An app that can detect vision problems in children has been developed by a Cardiff-based company."}
{"text":"If you're looking for a lump sum in a pension, you'll have to think again."}
{"text":"electric carmaker Tesla has reported a drop in the number of cars it delivered in the first three months of the year."}
{"text":"Scotland can qualify for the 2018 World Cup, says goalkeeper David Marshall."}
{"text":"A man who planned to bomb US military bases in East Anglia has had his jail term reduced."}
{"text":"Monaghan made it two wins from two in the All-Ireland Football qualifiers with a comprehensive win over Wexford at Wexford."}
{"text":"British economist Angus Deaton has won this year's Nobel Prize in economics."}
{"text":"A council has been criticised for spending millions of pounds on social care payments."}
{"text":"On the shores of the Aegean Sea, a group of men and women are celebrating the 100th anniversary of Turkey's founding father, Kemal Ataturk."}
{"text":"NHS Lothian has been urged to \"radically improve\" mental health services for children and young people in the Lothians."}
{"text":"A controlled explosion has been carried out after a suspicious package was found at a car dealership in Bristol."}
{"text":"A woman found stabbed to death with her two children at a house in Leeds had a history of assault, police have said."}
{"text":"Calls have been made for a World War Two Dambusters veteran to be knighted."}
{"text":"Ireland's Robert Heffernan will be awarded an Olympic medal after the Court of Arbitration for Sport ruled his results were disqualified."}
{"text":"More than £50,000 has been raised for a stunt cyclist who lost his legs in a crash."}
{"text":"A gull has been rescued after getting stuck in ice on a lake."}
{"text":"Plans to protect homes in a Powys town have been put on hold."}
{"text":"Marlene Trotman is a transgender activist in Guyana."}
{"text":"White House aide Kellyanne Conway has been criticised for putting her feet up on the Oval Office desk."}
{"text":"At least 30 people have been killed in a car bomb attack in the Yemeni capital, Sanaa, officials say."}
{"text":"In the middle of a busy day in Jakarta, Germany's Carina Hauser had no idea how to get to the airport."}
{"text":"Great Britain's men made it through to the quarter-finals of the Olympic Sevens with a hard-fought victory over New Zealand."}
{"text":"When Andy Weir's The Martian first self-publishing book was published on the Amazon Kindle."}
{"text":"Dutch investigators have released their preliminary report into the down of Malaysia Airlines flight MH370."}
{"text":"New Zealand Rugby has launched an independent review into the conduct of its players."}
{"text":"Halfords has apologised after it was criticised for charging customers in Moray and the Highlands for delivery."}
{"text":"Calls have been made for schools in Wales to record all reports of bullying."}
{"text":"Public sector workers in Northern Ireland are to stage a one-day strike and a work-to-rule protest."}
{"text":"A man suspected of being one of the Brussels attacks had escaped from a cleaning firm at the time."}
{"text":"Flood warnings have been issued for parts of Wales over the coming days."}
{"text":"Chinese e-commerce giant Alibaba has reported a sharp rise in revenue for the third quarter in a row."}
{"text":"(Close): Wall Street markets were little changed on Wednesday as investors digested the latest economic data."}
{"text":"Newport Gwent Dragons head coach Mike Ruddock hopes Gavin Henson can help shape the region's future."}
{"text":"A BBC radio presenter has said women should be \"fully responsible\" for rape."}
{"text":"Plans to regenerate a seaside resort in the Lake District have been unveiled."}
{"text":"Former Scotland scrum-half Andy Nicol says the omission of Kelly Brown and John Barclay from the Six Nations squad could have been the right thing to do."}
{"text":"Exeter Chiefs centre Armand and lock George Hill have signed new two-year contracts with the Premiership club."}
{"text":"Malaysian footballer Yaya Oniya has died after collapsing during a match against T-Team."}
{"text":"US singer Adam Lambert is set to perform in Singapore on New Year's Eve."}
{"text":"Australian shares rose on Monday, boosted by a surge in mining shares."}
{"text":"A pile of oyster shells and a Victorian studio portrait have been found in the cellar of a historic hall."}
{"text":"Three men have been arrested after a teenager died after taking drugs at a nightclub in Derbyshire."}
{"text":"Calls have been made for a UK inquiry into the disappearance of a British woman on a cruise."}
{"text":"The family of a man on board missing Malaysia Airlines flight MH370 have settled a legal case against the airline and the government."}
{"text":"Reading defender Jess Scott has signed a new two-year contract with the Women's Super League One club."}
{"text":"Chancellor George Osborne has urged north Wales to make a decision on rail electrification."}
{"text":"Thousands of people have lined the streets of Plymouth to welcome home Olympians Tom Daley and Stella Meilutyte."}
{"text":"A 25-year-old man has been arrested in connection with the death of a woman in Edinburgh."}
{"text":"Glasgow Warriors head coach Gregor Townsend wants Sean Lamont to score more tries before he retires."}
{"text":"A World War Two veteran has been presented with a medal for his part in the Arctic convoys."}
{"text":"A British couple who went missing in Manchester have been confirmed as one of the 22 people killed in the attack."}
{"text":"Warwickshire Police chief constable David Bristow has been named as the new National Crime Agency (NCA)."}
{"text":"Pope Francis has presented the Copa del Rey trophy to San Lorenzo at the Vatican."}
{"text":"More than £1m has been raised by the Teenage Cancer Trust in the wake of the death of teenager Stephen Sutton."}
{"text":"The bodies of two men have been recovered from the sea at Camber Sands."}
{"text":"Manchester United striker Zlatan Ibrahimovic says he will \"wait and see\" about his future."}
{"text":"A 27-year-old man has been taken to hospital after being assaulted in west Belfast."}
{"text":"Plymouth Argyle manager Derek Adams says his side were \"really unfortunate\" to be knocked out of the FA Cup by Liverpool."}
{"text":"More than a third of people diagnosed with cancer in northern Scotland have not spoken to their doctor about their symptoms, a study suggests."}
{"text":"Former Utah Governor Jon Huntsman has dropped out of the race for the Republican presidential nomination."}
{"text":"A former headmaster has been found guilty of caning a pupil at a Catholic school in the 1970s."}
{"text":"Sebastian Vettel's outburst at referee Simon Whiting at the Mexican Grand Prix could be \"unreprimanded\", says Red Bull team boss Christian Horner."}
{"text":"Daniele De Rossi's injury-time penalty rescued a point for Italy against Spain in their 2018 World Cup qualifier."}
{"text":"Astronauts on the International Space Station (ISS) have been watching movies in space."}
{"text":"Scottish fashion shopping app Mallzee has raised £1m in a funding round."}
{"text":"Russian athletes should be banned from the Rio Olympics, says British Olympic Committee (IOC) member David Pengilly."}
{"text":"The wreckage of the EgyptAir plane that crashed in the Mediterranean last month has been found, Egyptian investigators say."}
{"text":"German Chancellor Angela Merkel has announced she will run for a fourth term in office."}
{"text":"A North Yorkshire Police officer has been issued with a written warning after she failed to find a man who was found dead in a lake."}
{"text":"Relatives of the six people killed in the Glasgow bin lorry crash have said they will take legal action against the driver."}
{"text":"It's been more than three years since the return of the Old Firm to the Scottish Cup."}
{"text":"A cyclist who narrowly missed a train at a level crossing has been cautioned by police."}
{"text":"It's the world's first underwater drone."}
{"text":"Seven war memorials across Scotland have been awarded funding to repair or repair."}
{"text":"A decision on whether to allow fracking at a site in North Yorkshire is to be made later."}
{"text":"Carl Frampton's fight with Mexican Andres Gutierrez has been postponed until next week."}
{"text":"At least 10 suspected Islamist militants have been killed in a gun battle in north-eastern Bangladesh, police say."}
{"text":"Bus drivers in the Republic of Ireland are to be balloted on a new pay deal."}
{"text":"Ruby Elliot was born with anorexia."}
{"text":"When datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe datememe"}
{"text":"This year's E3 video game show is getting under way in Los Angeles."}
{"text":"Rory McIlroy has defended his decision to play golf with US President Donald Trump."}
{"text":"personal details of tens of thousands of US government employees have been leaked online."}
{"text":"Ethiopia's prime minister has declared a state of emergency after months of anti-government protests."}
{"text":"Former Birmingham City manager John Goodwin has died at the age of 74."}
{"text":"Archaeologists have uncovered the remains of a 17th Century pinery-vinery in County Durham."}
{"text":"A ship towing the grounded drilling rig Transocean Winner is to be transported to Malta."}
{"text":"Qualcomm has unveiled its first Android-powered smartwatch."}
{"text":"Train services between London Bridge and London Bridge have been disrupted by a signalling problem."}
{"text":"The Home Office is to strip Russian spy Maria Chapman of her British citizenship, the BBC understands."}
{"text":"It is a year since a damning report into child sexual exploitation in Rotherham."}
{"text":"PlayStation has announced the release of its new PlayStation 4 console."}
{"text":"It's a bad night for Labour."}
{"text":"In the wake of an avalanche on Mount Everest last month, Nima Sherpa has returned to the mountain."}
{"text":"Chief constables in England and Wales are to be paid more for their skills, the Home Office has announced."}
{"text":"The results of the second US presidential debate between Hillary Clinton and Donald Trump are being published."}
{"text":"A man has been arrested after a stolen car crashed into a railway fence."}
{"text":"A man dubbed \" Boomerang Boy\" who tried to rob a post office with an axe has been jailed for 12 years."}
{"text":"Kenyan police have killed more than 100 people in the coastal region of Mombasa in the past five years, a report says."}
{"text":"The world's top university rankings are always dominated by the world's top universities."}
{"text":"The poorest 10% of pupils in the UK are as good as those in other countries in the Pisa tests, analysis suggests."}
{"text":"Ellyse Perry starred with bat and ball as Australia beat West Indies to win the Women's World Twenty20."}
{"text":"The Football Association says it has received a \"positive response\" from more than 60 clubs in England to pilot a new system of yellow cards."}
{"text":"A Wrexham school has been set up to help survivors of Saturday's earthquake in Nepal."}
{"text":"Scotland's Public Service Room have released their second album, The Race for Space."}
{"text":"The West Midlands NHS Foundation Trust (BCPFT) is being investigated by the health regulator Monitor."}
{"text":"A new cancer service for teenagers and young adults in Northern Ireland has been launched."}
{"text":"Kristen Stewart is to direct her own film."}
{"text":"Cammy Smith scored a hat-trick as Dundee United beat Partick Thistle to reach the Scottish Cup quarter-finals."}
{"text":"Home Secretary Theresa May has announced a judge-led public inquiry into undercover policing."}
{"text":"Director Sam Mendes has said he is \"probably\" making the next James Bond film."}
{"text":"MLAs have rejected a bid to legalise abortion in cases of fatal foetal abnormality."}
{"text":"The Met Office has issued a yellow \"be aware\" warning for flooding in parts of the Lake District."}
{"text":"Police have released CCTV images of a man they want to speak to in connection with a serious assault in Glasgow city centre."}
{"text":"Great Britain's Andrew Willis secured his place at the Rio Olympics with victory in the men's 200m breaststroke at the British Swimming Championships."}
{"text":"Sony's new virtual reality headset, the PlayStation VR, has gone on sale in the UK."}
{"text":"Scottish League One leaders Livingston were held to a goalless draw by Stranraer."}
{"text":"Benfica have signed Real Madrid defender Nelson Oliveira on a season-long loan deal."}
{"text":"England's Rajiv Ouseph and Marcus Adcock won gold medals at the European Championships in Denmark."}
{"text":"The death of a man whose body was found in a river is being investigated by the police watchdog."}
{"text":"MPs say they have been \"very frightened\" by the level of violence and abuse at Parliament, a survey suggests."}
{"text":"Apple has released a new set of emojis for iPhone users."}
{"text":"Greek Prime Minister Alexis Tsipras has called a referendum on the terms of the country's bailout."}
{"text":"A man has been jailed for 12 years for raping a woman in South Yorkshire."}
{"text":"In the early hours of the morning, I'm sitting in my car."}
{"text":"Colombia's largest rebel group, the Farc, says it will disarm on Wednesday."}
{"text":"Eugene Laverty finished eighth in Sunday's Grand Prix of the season in Qatar."}
{"text":"German prosecutors have dropped a criminal investigation into three men arrested on suspicion of making a terrorist threat."}
{"text":"Google is testing a system that lets people access results found in apps."}
{"text":"US President-elect Donald Trump's plans to revive the coal industry have been criticised by President Barack Obama."}
{"text":"Two men have been arrested after firearms and ammunition were seized during a police operation in County Meath in the Republic of Ireland."}
{"text":"Scotland's economy grew by 0.2% in the first three months of the year, according to official figures."}
{"text":"A cyclist has died in a crash in Surrey."}
{"text":"A drunk driver who killed a woman as she walked her dog has been jailed."}
{"text":"\"It's been a long time,\" says Sarah Weck."}
{"text":"The deal between the DUP and the UK government to restore power-sharing at Stormont has been announced."}
{"text":"Ulster winger Tommy Bowe has signed a new three-year contract with the Irish Rugby Union."}
{"text":"Rugby union's governing body has introduced a new law in the southern hemisphere."}
{"text":"Samsung has unveiled two new flagship phones, with a camera and a virtual assistant."}
{"text":"Norwich City goalkeeper John Ruddy says it was \"impossible\" for the club to uphold his out-of-contract contract."}
{"text":"It's been a decade since the Paris Agreement was agreed."}
{"text":"Wales scrum-half Katherine Joyce says Team GB will take it \"like any other team\" when they face Brazil in Rio on Saturday."}
{"text":"orianorianorian has died at the age of 93."}
{"text":"Warrington Wolves beat Wigan Warriors to go top of Super League."}
{"text":"West Yorkshire could be given more powers under plans being considered by the government."}
{"text":"paedophile Richard Huckle has been jailed for life for a string of child sex offences in Malaysia."}
{"text":"Israel's chief rabbi has paid tribute to former Prime Minister and President Shimon Peres."}
{"text":"Australia and Israel have sent gifts to the Duke and Duchess of Cambridge to mark the birth of their daughter."}
{"text":"Two major shopping complexes in Northern Ireland have been put up for sale."}
{"text":"The head of the Catholic Church in Scotland has offered a \"profound apology\" to victims of historical child abuse."}
{"text":"Jersey has been chosen to host the 2017 World Squash Championship."}
{"text":"Hurricane Iselle has made landfall in Hawaii, bringing strong winds and heavy rain."}
{"text":"Labour leader Jeremy Corbyn has said he would end the ban on secondary strikes in England and Wales."}
{"text":"The Premier League title race is over."}
{"text":"Two Israeli soldiers have been killed in an attack by Islamist militants in Egypt, the Israeli army says."}
{"text":"Skywatchers across the world have been treated to a rare transit of the Earth."}
{"text":"A convicted murderer who escaped from prison in New Zealand more than 20 years ago has been recaptured."}
{"text":"A woman who shouted racist abuse at passengers on a tram in south London has avoided jail."}
{"text":"The Isle of Man has become the first in the UK to legalise same-sex marriage."}
{"text":"US country music legend Arthur Smith has died in Nashville, Tennessee."}
{"text":"Liverpool striker Daniel Sturridge has undergone a successful hip operation in the United States."}
{"text":"Lauren Solomon has defended her decision to carry a clipboard on stage in a panto."}
{"text":"Four men have been arrested in connection with a serious assault in Kilmarnock."}
{"text":"Hull City beat 10-man Newcastle on penalties to reach the EFL Cup semi-finals."}
{"text":"UKIP general election candidate Owen Smith has resigned after being re-adopted as a candidate."}
{"text":"Plans for a new art gallery in Kirkcudbright have been given the go-ahead."}
{"text":"Wales' Rob Davies and Chris Matthews have won gold in the men's class 4 at the European Table Tennis Championships in Italy."}
{"text":"Two men have died in an incident at a block of flats in Aberdeen."}
{"text":"Andy Stirling scored twice as Queen of the South eased to victory over Brechin City."}
{"text":"The US has passed a bill to deny entry to Iran's new ambassador to New York."}
{"text":"Work on the UK's second largest onshore wind farm is set to start next month."}
{"text":"Pope Francis has visited the Auschwitz death camp during a visit to Poland."}
{"text":"Hundreds of people are taking part in a march to the Battle of Hastings."}
{"text":"Sam Burgess has spoken for the first time about his decision to retire from rugby union."}
{"text":"An Australian woman accused of murdering a policeman on the Indonesian island of Bali has offered to donate money to the widow."}
{"text":"King's College in London is in talks to open a campus in Germany after Brexit, according to reports."}
{"text":"The nominations for this year's National Television Awards have been announced."}
{"text":"London Irish youngster Tom Williams says he wants to keep the number 12 shirt at the club."}
{"text":"Fifa's investigation into the bidding process for the 2018 and 2022 World Cups has been criticised by the investigator."}
{"text":"A woman accused of raping a teenage girl after being jailed for two years for possessing indecent images of children, a court has heard."}
{"text":"Wayne Rooney says it is a \"great feeling\" to return to Everton."}
{"text":"David Marsden is not afraid of giving up on sport."}
{"text":"Beirut is one of the most important cities in the Middle East."}
{"text":"\"I don't see much of the evidence\" in the case of Erol Incedal."}
{"text":"A Denbighshire couple and a Flintshire developer have been ordered to pay back more than £1m in mortgage fraud."}
{"text":"Jeremy Corbyn is on course to become Labour's next leader, according to a new poll."}
{"text":"Northern Ireland's first and deputy first ministers have held talks with the prime minister in London."}
{"text":"Vandals have defaced an installation by British artist Anish Kapoor outside the French palace of Versailles."}
{"text":"Chris Ashton scored two tries as Saracens beat Worcester Warriors to reach the European Champions Cup final."}
{"text":"England's performance on day one of the second Test against South Africa was very disappointing."}
{"text":"The number of people living in workless households has fallen for the first time in five years, official figures show."}
{"text":"magician Paul Daniels has been diagnosed with a brain tumour."}
{"text":"Hundreds of millions of pounds worth of fake goods have been seized at UK airports in the run-up to Christmas."}
{"text":"An advert for a new chief constable has been criticised by the Plain English Campaign."}
{"text":"Labour has won two seats in Lancashire."}
{"text":"Don Cossack, ridden by Conor Cooper, won the Grand National at the Cheltenham Festival."}
{"text":"Holly Holm says she does not want to create her \"whole career\" in the Ultimate Fighting Championship."}
{"text":"Labour has \"no ifs, no buts\", a former shadow cabinet minister has said."}
{"text":"A sheep has been rescued after getting stuck on a cliff."}
{"text":"Joe Burgess scored a hat-trick as Wigan came from behind to beat Catalans Dragons."}
{"text":"One US service member has been killed and another wounded in an incident in the southern Afghan province of Helmand."}
{"text":"Germany's interior minister, Angela Merkel, has warned that the far-right movement is on the rise."}
{"text":"China's Yu Yuhui came from behind to beat China's Liang Wenbo in the first round of the UK Championship in York."}
{"text":"US Secretary of State John Kerry has said the Syrian conflict should not be \"caught up in a continuing war\"."}
{"text":"Arsenal manager Arsene Wenger said his side's \"miracle\" comeback to beat Reading 6-5 and reach the FA Cup quarter-finals."}
{"text":"Cameroon coach Hugo Broos says he is happy with the reaction from the country's Football Federation (Feca)."}
{"text":"George Osborne's decision to step down as editor of the Evening Standard has been widely welcomed."}
{"text":"Scotland's Police Service has warned people not to buy fake goods."}
{"text":"Mark Selby beat Ronnie O'Sullivan 15-14 to win his first World Championship."}
{"text":"The UN Security Council has agreed to allow air drops of aid to besieged areas in Syria, diplomats say."}
{"text":"It's one of the biggest sporting events in France."}
{"text":"A film about singer-songwriter Phil Collins is to be shown in his home city of Inverness."}
{"text":"Mirco Antenucci's second-half equaliser earned Leeds a point against Brentford at Elland Road."}
{"text":"Monaco moved seven points clear at the top of Ligue 1 with a comfortable win at Nancy."}
{"text":"South Yorkshire Police has appointed a new chief constable following the suspension of its chief constable following the Hillsborough inquests."}
{"text":"Labour MSP Anas Sarwar has told MSPs that a review of baby deaths at Crosshouse Hospital was \"wider and deeper\"."}
{"text":"Chelsea captain John Terry says he has not been offered a new contract by manager Guus Hiddink."}
{"text":"A man has been seriously injured in a street attack in County Down."}
{"text":"Former entertainer Gary Glitter has been jailed for eight years for a string of sex offences against girls in the 1970s and 80s."}
{"text":"Companies that make nuisance calls could face fines of up to 20% of their annual turnover under government plans."}
{"text":"The FBI says it has rescued more than 100 children in a series of raids across the US."}
{"text":"Made TV is to launch its first local TV station in Cardiff."}
{"text":"The Irish Football Association (IFA) is investigating the damage to the stand at Windsor Park."}
{"text":"Apple's appeal against a court order to help the FBI access data on an iPhone used by San Bernardino gunman Syed Rizwan Farook has been dismissed."}
{"text":"Online grocer Ocado has reported a sharp rise in annual profits."}
{"text":"Five foreign climbers have died in a fall in the Swiss Alps, police say."}
{"text":"An 86-year-old woman has been rescued after getting stuck in her bath."}
{"text":"A man has been taken to hospital after a crash on the M77 in Glasgow."}
{"text":"South Carolina's governor has said the man accused of killing nine black people at a church in Charleston should not face the death penalty."}
{"text":"Syrian prisoners have ended a week-long mutiny at a prison in the central city of Hama."}
{"text":"The winner of this year's Costa Book of the Year award has been announced for a second time."}
{"text":"Eleven men are missing after a fuel tanker collided with a freighter in the Singapore Strait."}
{"text":"(Close): London's leading shares closed lower after the European Central Bank (ECB) announced new stimulus measures."}
{"text":"Australia came from behind to beat South Africa and go top of the Rugby Championship."}
{"text":"Macclesfield came from behind to draw with Dagenham and Redbridge at Victoria Road."}
{"text":"Former England captain David Perry has died at the age of 83."}
{"text":"\"There's a new exhibition at the National Museum of Migration in Leicester,\" says its curator."}
{"text":"Stoke City striker Saido Berahino will have a \"marked difference\" next season, says manager Mark Hughes."}
{"text":"Britain's Tom Daley and Becky Gallantree won synchronised 10m platform gold at the World Aquatics Championships."}
{"text":"Clothes and synthetic clothes are the main source of plastic pollution in the oceans, according to the International Conservation Union ( IUCN)."}
{"text":"Human remains found in woodland in West Lothian have been confirmed as those of a notorious criminal."}
{"text":"Plans for a statue of a suffragette leader in Leicester have been given the go-ahead."}
{"text":"A fifth British jihadist fighting in Syria has been added to a UN sanctions list."}
{"text":"A man has died in a karting accident at a track."}
{"text":"A woman with a phobia of snakes found a snake in a cutlery drawer."}
{"text":"A dog is \"lucky to be alive\" after being dumped in a field, the RSPCA has said."}
{"text":"The Ministry of Defence's plans to spend more than £178bn on new equipment are \"at greater risk\" than at any time since its inception, the public spending watchdog has said."}
{"text":"US stocks closed higher on Wednesday, recovering some of the previous session's losses."}
{"text":"US Vice-President-elect Mike Pence has been booed during a performance of Hamilton in New York."}
{"text":"Oldham manager John Sheridan says some of his players are \"not good enough\" to get into the team."}
{"text":"A man has been jailed for two-and-a-half years for abusing staff at Belfast's Royal Victoria Hospital."}
{"text":"Santander, the world's biggest bank, has reported a rise in profits for the three months to 30 September."}
{"text":"Lewis Hamilton says he is feeling \"fresh, powerful and confident\" ahead of this weekend's Hungarian Grand Prix."}
{"text":"Mike Pompeo has been nominated to be the next director of the CIA."}
{"text":"Sussex completed a crushing innings-and-209-run victory over Leicestershire at Grace Road."}
{"text":"French police have arrested the wife and sister of a man who killed his boss at a factory in Lyon on Friday."}
{"text":"The death toll from flooding in the US state of Louisiana has risen to eight, officials say."}
{"text":"Wales beat Italy 3-0 to reach the semi-finals of the World League Semi-Finals in Johannesburg."}
{"text":"furniture retailer DFS has apologised after staff made jokes about a man's appearance."}
{"text":"Mae brifysgol Aberystwyth wedi cael eu colli ar draw tri champws yn Nhrefforest, Casnewydd."}
{"text":"Happiness does not make you ill, a study of a million women suggests."}
{"text":"Mercedes driver Nico Rosberg says he is \"disappointed\" by the decision to delay the introduction of head protection."}
{"text":"A video of a man blindfolding a Muslim man in Paris has gone viral."}
{"text":"The world's largest sheep has been sheared in Australia for the first time."}
{"text":"India's Supreme Court has upheld the government's controversial Aadhaar data scheme."}
{"text":"Belfast City Council has asked the police to investigate the burning of tyres at a bonfire in Ballybeen, County Antrim."}
{"text":"Southend boosted their League One play-off hopes with victory at AFC Wimbledon."}
{"text":"Facebook has announced that it is launching a standalone television app."}
{"text":"Raith Rovers have appointed Brechin City boss Ray McKinnon as their new manager."}
{"text":"Mike Flynn's career at Newport County was a dream come true."}
{"text":"The UK's construction sector grew at its fastest pace for more than a year in May, according to a closely watched survey."}
{"text":"A doctor who filmed women under their skirts before he was due to be sentenced has been struck off."}
{"text":"A man in Australia has been bitten by a spider on the penis."}
{"text":"A married couple have become the first in Scotland to take over from their husband."}
{"text":"The government has been urged to guarantee the rights of EU nationals living in the UK after Brexit."}
{"text":"Tools have been stolen from flood-hit homes in York and West Yorkshire, police have said."}
{"text":"The son of the Duke of Barnard has died."}
{"text":"Cornwall's Charley Giles has announced she is turning professional."}
{"text":"Hearts pair Christophe Rherras and Arnaud Djoum have been ruled out of the Africa Cup of Nations in Gabon."}
{"text":"The Queen has officially opened a new free school in Berkshire."}
{"text":"Amazon has reported a profit for the second quarter in a row."}
{"text":"Graeme Murty praised his Rangers players after they fought back to draw with Celtic."}
{"text":"Mark Cavendish could win an Olympic medal if he fails to make the top three in the men's road race, says British Cycling technical director Shane Sutton."}
{"text":"Plans for a potash mine in the North York Moors do not represent \"exceptional circumstances\", a report has said."}
{"text":"Changes to the EFL's academy competition will be trialled in next season's EFL Cup."}
{"text":"A five-seat box at Kensington Palace has been put up for sale for £550,000."}
{"text":"Shrewsbury Town have re-signed striker Stefan Payne from Barnsley for an undisclosed fee."}
{"text":"Thieves have caused thousands of pounds worth of damage to a Monmouthshire church."}
{"text":"A large fire has broken out at Tokyo's Tsukiji fish market."}
{"text":"The UK's banking regulator has announced new rules that will require senior executives to prove they were responsible for wrongdoing."}
{"text":"South Africa's Colin Ingram and Luke Wright hit sixes as Glamorgan beat Kent in the One-Day Cup."}
{"text":"A woman has been taken to hospital after being hit by a car in Aberdeen."}
{"text":"A mother whose son was murdered by his father has been named Australia's Young Australian of the Year."}
{"text":"One of Northern Ireland's richest men has said he has tapes of phone calls made by a former Nama advisor."}
{"text":"The fall in the value of sterling has led to the rise in the price of tea."}
{"text":"Two British soldiers killed in Afghanistan have been named by the Ministry of Defence."}
{"text":"Aberdeen City Council has asked councillors to acknowledge they have access to inside information relating to the local authority."}
{"text":"Burnley moved up to third in the Premier League with victory over Hull City at Turf Moor."}
{"text":"Oxford United have signed Halmstads defender Tomas Pekalski for an undisclosed fee."}
{"text":"Manchester City midfielder Yaya Toure has signed a new four-and-a-half-year contract with the Premier League champions."}
{"text":"Five dogs have been stolen from a van in south-west London."}
{"text":"The parents of Star Trek actor Anton Yelchin have filed to become administrators of his estate."}
{"text":"Crawley came from behind to beat Newport County."}
{"text":"A cat has been rescued after being trapped in a van for more than a week."}
{"text":"A 15-year-old girl who was the victim of disgraced New York congressman Anthony Weiner has criticised the FBI director."}
{"text":"Baywatch is one of the best films in the world."}
{"text":"(Close): Stocks on Wall Street closed lower after disappointing results from Disney and Time Warner."}
{"text":"Dunfermline maintained their 100% start to the Championship season with victory at Dumbarton."}
{"text":"Shares in banknote maker De La Rue have fallen sharply after it reported a fall in annual profits."}
{"text":"London Irish forward David McCusker says he is keen to stay in touch with Premiership leaders Northampton Saints."}
{"text":"More than 70 home care contracts have been cancelled in the last three months, a BBC investigation has found."}
{"text":"David Troshkin won the men's race at the Jersey Half Marathon."}
{"text":"US poet Emi El-Abd has written her first poem."}
{"text":"North Korea has said its latest ballistic missile launch is \"like a real war\"."}
{"text":"North Sea operators have been told to increase inspections on the tail rotor of the S92 helicopter."}
{"text":"A 37-year-old man has been charged with the attempted murder of a police officer."}
{"text":"A Cardiff hotel has apologised after a BBC X-Ray investigation found dirty rooms."}
{"text":"A woman has been charged with the murder of a man in Hampshire."}
{"text":"Lee Clark's own goal rescued a point for the Republic of Ireland at Euro 2016."}
{"text":"Former Australian Prime Minister Tony Abbott has said he made an \"injudicious\" knighthood for Prince Philip."}
{"text":"Nigeria's main airport has reopened after being closed for more than a month for repairs."}
{"text":"A teenager has won a £1m bet on two football matches."}
{"text":"A 92-year-old World War Two veteran is to be awarded France's highest military honour."}
{"text":"Royal Mail is to release a series of Star Wars stamps."}
{"text":"The Supreme Court has ruled in favour of a father who took his children out of school during term-time."}
{"text":"Hundreds of dead fish have been found on beaches in Ceredigion, Natural Resources Wales (NRW) has said."}
{"text":"Russia is to honour veterans who served in the Arctic Convoys during World War Two at a ceremony in Glasgow."}
{"text":"Scientists have discovered a new species of mammal that lived alongside the dinosaurs."}
{"text":"Facial recognition technology is being considered by the Scottish Professional Football League."}
{"text":"A woman accused of murdering her love rival had \"fantastic sex\" with her partner, a court has heard."}
{"text":"A programme aimed at preventing children from domestic abuse has been launched in Doncaster."}
{"text":"Four people have been injured in a mass brawl between Muslim families on the French island of Corsica, prosecutors say."}
{"text":"A man with a rare form of leukaemia has returned to the US for treatment."}
{"text":"The UN's war crimes commission has charged Bosnian Serb commander Ratko Mladic with crimes against humanity over the 1995 Srebrenica massacre."}
{"text":"A rare buttercup has been reintroduced to the UK for the first time in more than 50 years."}
{"text":"Police are \"increasingly concerned\" for the safety of a five-year-old girl who went missing in Powys."}
{"text":"The number of people displaced by South Sudan's civil war has passed 100,000, the UN refugee agency (UNHCR) says."}
{"text":"Scottish Labour leader Kezia Dugdale has said her party will not support \"austerity budget\" in Scotland."}
{"text":"The UN says it is \"deeply concerned\" that hundreds of boys and men have been detained after leaving the besieged Syrian city of Homs."}
{"text":"Wales women have completed a series whitewash over Scotland."}
{"text":"Firefighters in Lincolnshire are being trained in how to deal with the weight of patients."}
{"text":"A banjo ukulele played by entertainer George Formby is to be sold at auction."}
{"text":"Sunset Boulevard, Andrew Lloyd Webber's hit musical, has opened in London's West End."}
{"text":"Iran has rejected Israel's claim that it seized a ship carrying rockets from the Gaza Strip."}
{"text":"A Russian military court has sentenced a Chechen soldier to life in prison for the murder of opposition politician Boris Nemtsov."}
{"text":"England football captain John Terry will stand trial in July on a racially-aggravated public order offence."}
{"text":"The US Navy has accused an Iranian drone of carrying out a \"dangerous\" near an aircraft carrier in the Gulf."}
{"text":"India has been urged to ban the use of two banned chemicals in bakery products after a study found residues in some samples."}
{"text":"David Bowie has been nominated for artist of the year at this year's BBC Music Awards."}
{"text":"The Port of Southampton has been criticised for failing to tackle air pollution."}
{"text":"Republican presidential candidate Donald Trump has said the father of a US Muslim soldier killed in Iraq was a \"great hero\"."}
{"text":"A taskforce set up to examine the impact of the housing crisis in Northern Ireland has identified a number of \"at risk\" groups."}
{"text":"One of Nicaragua's best-known revolutionaries, Hugo Borge, has died at the age of 83."}
{"text":"Britain's Olympic heptathlon champion Jessica Ennis-Hill will compete at the Diamond League meeting in Rome next month."}
{"text":"Louis van Gaal's appointment as Manchester United's new manager has been a baptism of fire."}
{"text":"A woman has been reunited with her great-great grandmother's wedding dress after a social media appeal."}
{"text":"The mother of a boy who was sexually abused by a paedophile doctor has said she is \"suffering every day\"."}
{"text":"Callers are being told that they will have to wait more than five minutes for service, a survey suggests."}
{"text":"It is not every day you get to walk with a pig."}
{"text":"Michael Raynes' second-half header rescued a point for Carlisle against Leyton Orient."}
{"text":"John Hardie says he is looking to end the season on a \"real high\" when he makes his Scotland debut against France in Paris on Saturday."}
{"text":"Ivanka Trump's brand has reported a surge in sales of its products in February."}
{"text":"Abortion laws in the Isle of Man are to be changed, the chief minister has said."}
{"text":"Thousands of refugees have arrived at Munich train station in Germany."}
{"text":"Republican presidential candidate Donald Trump has defended his plan to deport millions of undocumented people."}
