{"product_category":"Sushi","text":"No, I'm not a fan of sushi but the place is very clean. Service was great and the staff is very friendly. We will be back to try their sushi again. I'm not going to say it's a place that's not for the faint of heart, but this is better than most."}
{"product_category":"Sushi","text":"Probably my favorite sushi spot in the area. I've tried a few of their dishes, but this one is one of the best in town. Try the spicy tuna and the scallops.  Their sushi is pretty good too, but they are a little pricy when it's not busy"}
{"product_category":"Sushi","text":"Sushi is excellent, the food was excellent and the staff was very accommodating. I can't say enough about how good everything was. They have a very good selection of Japanese dishes, but not too far from your house. Very friendly and attentive staff.  Would recommend."}
{"product_category":"Sushi","text":"Sushi is amazing. I've tried the sashimi, and it was delicious as well. The staff is always friendly and helpful with recommendations. Good selection of sake and food for a good price. The salmon was a bit dry but the presentation was great, the food was delicious and I would recommend it to anyone looking for a quick bite to eat or a late night meal."}
{"product_category":"Sushi","text":"Amazing fish and chips. I've tried the sushi and sashimi at the other locations (which were not really good) but this one is a great addition. They have a lot of variety of food, fresh and tasty. Never had anything I didn't like but the staff is friendly.  Will be back."}
{"product_category":"Sushi","text":"this place is a gem in the Venetian. We went on a Thursday night and had the sushi, shrimp tempura, and tempura shrimp.  It was delicious and I am a fan of the food.  They have a wide range of sushi but not too much for me. Perfect for a cold day or day of drinking with friends or family."}
{"product_category":"Sushi","text":"Fresh sushi, good service. The staff is very friendly and happy to see you. I have yet to be disappointed by the sushi chef.\n\nIt is not the best ramen in town but it is very good and fresh. We had a couple of appetizers and it was delicious.\nService is excellent and prices are reasonable. You can get a good meal at a reasonable price."}
{"product_category":"Sushi","text":"Started with the shrimp roll and a salmon roll. For me, the best sushi I've had in a long time at this place. Service is so-so, food is very good and they have a great selection of sake from the fridge to the kitchen. It was a great experience and I will be back for sure!"}
{"product_category":"Sushi","text":"Sushi was amazing, the prices are reasonable and the staff was very friendly. I had a full meal with a friend, which was great for me. I liked that they have a lot of Japanese restaurants in china town and I'm excited to go back again soon"}
{"product_category":"Sushi","text":"Fresh sashimi and great service. Some of the best food in town. The owner is very friendly and helpful. My only complaint is that the price is too high (for a meat eater) but it was a good experience.  Service was good, food was good, service was great but it's not a place you will go to if you are in a hurry."}
{"product_category":"Coffee","text":"Service is a bit on the slow side, but I can't say enough about this place. From the food to service to the tea, to the desserts. I had their almond croissant and it was a delicious combination of sweet and sour. Their tea was a bit bland but overall a good experience. Their sweet tea was delicious and strong (a little pricey for me) but understandable and I will be back soon!"}
{"product_category":"Coffee","text":"Service is great. I had the sweet tea, which was a bit salty and the soup was so-so. The staff is friendly and attentive, and there is a full bar.  Everything was good except for the soup, which was a bit too salty for my taste. It was a nice treat for a nice evening. Oh and my favorite food item was the \"Hong Kong\" noodle soup, but it's a shame."}
{"product_category":"Coffee","text":"I love this place! Came here for lunch on a Saturday evening.  I had the sweet tea and it was delicious. I think it's a bit pricey, but it's definitely worth the trip to pick up dinner, or take out.  Service and food was excellent.\n\nService was a little slow but it was worth it."}
{"product_category":"Coffee","text":"I wish they had more vegetarian options than this one of the best in town. I've been here many times and it's always delicious, especially the chicken and waffles.  One of the best places to go for lunch or dinner after work or to get a bite to eat, it's a great place to go for a drink or a bite to eat."}
{"product_category":"Coffee","text":"Food is delicious here. The staff is always attentive, and the service is always friendly and quick. It was my first visit to this restaurant, I always leave feeling like a winner for me and my friends to go back to try more of the menu!"}
{"product_category":"Coffee","text":"The staff is incredibly friendly and helpful. The food was delicious. I don't know much about the other options, but it was a pleasure to try it. I'm sure it's just a bit of a little bit of everything but it was delicious! I don't know if they had a new kid in the kitchen, but it was a hearty meal. Thanks for a wonderful meal!"}
{"product_category":"Coffee","text":"When I was in the area I was pleasantly surprised that there is a little variety of restaurants in the area. Service is wonderful and attentive. The food was delicious, but it was a bit pricey but it was a good meal. Service was friendly and helpful. I would recommend this place for those who want to enjoy a meal with a good meal, but not the experience"}
{"product_category":"Coffee","text":"I think the food is amazing. I had the coconut soup and it was delicious, but my biggest complaint was the soup was a bit too salty. I would have given it 5 stars but their taste was a little watered down. Also, the staff was very friendly and attentive. No issues with it, but it's a place that will keep you coming back for more."}
{"product_category":"Pizza","text":"Everything about this place was good. The pizza is amazing and I am not a big fan of the pizza. I ordered the chicken and cheese pizza, and it was just ok. The service was great as well. We will be back for more after eating here."}
{"product_category":"Pizza","text":"The pizza is great. I had a small salad with chicken and it was good, but not great. Also tried their spinach salad (not the best) but still good. Ordered a large pizza and a side of sausage and it was the best I have ever had in Charlotte.  Good job, love this place."}
{"product_category":"Pizza","text":"I think it's about the same as Fired Pie, but they are just as good. Pizza is one of the best I've ever had. Service was slow and we had to ask for a napkin and napkins, but overall a solid experience. As a bonus, this is a pizza place where you can't pick and go to a different & will be."}
{"product_category":"Pizza","text":"I wish I could give this place more stars than a few years ago. The pizza is good, but the service is horrible. A lot of people come in and out of there as well as the food prep time. I have no idea what they are doing but it was good pizza and beer (it's not a big deal)"}
{"product_category":"Pizza","text":"I wish the pizza was better than this place. Went in on a Friday night and it was quite busy, but I have to say it's a great place to go for a quick bite or a bite to eat for a few days. We will be back!"}
{"product_category":"Pizza","text":"5 stars for the pizza. I'm a big fan of their menu and it's a great place for a quick bite to eat. Got the \"One pizza\" which was good, but not the best I've ever had. It was good, but wouldn't go back"}
{"product_category":"Pizza","text":"Place is amazing! I've been here several times now.  The food is good and the service is good. Only complaint is that I'm not going to make it to a pizza joint, but it's worth it."}
{"product_category":"Pizza","text":"The pizza is so better than I expected and the service was good. But the wait was ridiculous. Not only did we get a slice of pizza, but they have a way to make a profit with a few more items and you can't stand for a long wait for food that is not at all \"gourmet\" food quality.  \n\nA little overpriced, but worth it for food and price!!"}
{"product_category":"Pizza","text":"$10 pizza for a hot dog and I think they could have been more consistent. We got the cheese pizza with a side of fries, a nice salad with a side of garlic knots, a slice of cheese pizza w\/ a side of the pizza"}
{"product_category":"Pizza","text":"My order was wrong. I went to the pizza place and it's not in the mood for a slice of pizza. They have a drive thru but not enough staff to make a delivery. Long wait at the counter and not even acknowledged by any server. Very rude service and food quality... Not a big fan!!!"}
{"product_category":"Pizza","text":"Some of the best pizza in town. The pizza is great and the service was great - I'm not a big fan of food, but it's a good place to eat, but it is hard to get a table so you can actually taste a few things. Service was great! Good job."}
{"product_category":"Restaurants","text":"Just got back from my trip to Vegas. The food was good and the service was great. What a great place for a nice warm bite to eat.  I'm not sure if I'd eat here but it's a little more expensive than most places but it's a must try! Great food, great value for money"}
{"product_category":"Restaurants","text":"New place has the best chicken and waffles I've ever had. The staff is always friendly and welcoming. It's a hidden gem in Scarborough and I'm not sure if it's a real treat or not. Service is good and food is delicious"}
{"product_category":"Restaurants","text":"I wish I could give this place another star. The food is great and the service is great. It's a tiny little restaurant but it's a little bit on the pricey side and not worth it. My wife ordered the chicken and waffles, it was very good. Service was great and they let us sample before ordering a side of fruit.  So good"}
{"product_category":"Restaurants","text":"Some of the best food I have ever had! Service was friendly and fast, and the wait staff were friendly.  I would suggest coming here if you need to get a quick bite to eat, but it is a bit pricey. Worth driving to the Strip."}
{"product_category":"Restaurants","text":"The food is amazing! I'm not a fan of the BBQ chicken. We had to eat them and they were out of stock and was a bit of a pain to get to. This place is pretty solid.  Good food, good location, good prices. I'm not sure if it was just an off day but it was still worth it."}
{"product_category":"Restaurants","text":"Food was good, the waitress was amazing. I tried the chicken and waffles with a side of beans & rice. I think this place has a better selection of food, but they are out of something and if you don't like it you will not be disappointed."}
{"product_category":"Restaurants","text":"I think the food is the best. I had to give it a second try and it was worth it. They were out of the blue cheese, which was a big surprise. Very disappointed and won't be back. Not sure if we will be back again but will go back for more!"}
{"product_category":"Sandwiches","text":"Their sandwiches are amazing. I came on a Sunday afternoon, but the food was delicious and the staff was very nice. I'm a huge fan of the veggie burger and this is a great place to go when you want something simple or easy to eat with your kids."}
{"product_category":"Sandwiches","text":"Everything on the menu is amazing and one of the best sandwiches I have had. It's good for a quick bite to eat, but I'd get the same thing again. Good service, good atmosphere and great value. I'll be back"}
{"product_category":"Sandwiches","text":"The sandwiches are amazing. I had a turkey, turkey and bacon and a side of veggies. I was there on a sunday afternoon around 9:30, so the food was still good. I will be back to try more of the menu items, but it is a great place to eat with a good variety of meats. Glad we stopped in.."}
{"product_category":"Sandwiches","text":"The sandwiches are amazing. I've had a few sandwiches, but this one was a hit and the first time was a bit better than expected.  Service is excellent, food is always good and quick. Parking is easy but the parking lot is quite small."}
{"product_category":"Sandwiches","text":"Long wait to get a table in the middle of the day, but I'm not sure why. I'm not sure if it is a food truck or not, but it's that good.  We had the chicken and cheddar burger with a side of fries and a side of fries.  They were all great! \n\nLove it."}
{"product_category":"Sandwiches","text":"The only reason I'm giving it two stars is because I've never had a bad sandwich here. This is the only place in town that actually cares about their sandwiches. Also, it's a little bit on the expensive side, but it's worth it, as always. Staff is friendly and it's always nice to see a place open!"}
{"product_category":"Sandwiches","text":"Sandwiches are good, the bread is always fresh, but I don't like that either. The staff was friendly and helpful. Food is good and I would always go back again."}
{"product_category":"Sandwiches","text":"All I have to say is the sandwiches are huge! I had the California sandwich and it was a large salad with a hint of cinnamon. Order the fries and they were good.\n\nIt's a little pricey and I'm not sure if it's because I was going to be a regular or not. But this place is excellent.\n\nPrices are reasonable!"}
{"product_category":"Sandwiches","text":"Service is fast, friendly and attentive. I have a big appetite that the sandwich was so good, it was a bit too much for me to eat. The store is clean and staff is friendly & helpful."}
{"product_category":"Sandwiches","text":"More like the best. I've been to this place a few times and it's been a lot better than the last time. Service is great, food is good, not much else to say.  I would go back to eat there again."}
{"product_category":"Sandwiches","text":"Good subs, good food. I've had a few different things and they are all so good I can't speak to the one at the counter. Their bread is always fresh. Service is good, friendly and the wait staff is pleasant and attentive.  Glad to see a place in Phoenix that has good customer service."}
{"product_category":"Sandwiches","text":"The Best sandwich I've ever had in Phoenix and the prices are great.  I've gotten a few things on the menu, but it's really good. Bacon and Mac & Cheese are a must-have, but nothing to write home about. It's always a great place."}
{"product_category":"Sandwiches","text":"Food is delicious. The turkey sandwich was huge, and I've had better at other places. A little pricey but worth it alone, the food was delicious and the sandwiches were huge! It's a great place to go when you're in Vegas and want to eat"}
{"product_category":"Sandwiches","text":"The cashier was so nice and friendly. I got a turkey sandwich with a side salad, it was good, but I can't remember my last name. But this is the best place to eat in town for lunch or dinner. \n\nStaff was friendly and helpful, thank you very much for making our experience great"}
{"product_category":"Sandwiches","text":"All I can say is WOW. The staff was friendly and the food was good. But my sandwich was also very limited.\n\nSandwich was good, but not enough bread for me, so it's not a big deal anymore.  Also, I'm not a fan of his sandwich but it's a great sandwich."}
{"product_category":"Sandwiches","text":"When I've been there for lunch, this time it was a good experience. The bread is fresh and soft. I ordered a turkey burger and a side of mac and cheese. The meat is so-so and the avocado on it is a little too sweet for me to eat though, but still delicious...."}
{"product_category":"Sandwiches","text":"Big mistake, my first time there. The cashier was rude and unhelpful. They even took a long time to get me a sandwich and he had to take my order twice. The manager was very rude to me when he was there when it was a Saturday morning.  She was not happy with the customer service."}
{"product_category":"Gastropubs","text":"Food here is great and the beer selection is great. The menu has a great variety of beers, and the best part is that it's in a cozy neighborhood. I'd go back again, again, not to be disappointed. Great patio but no parking. A bit pricey but I'll be back to try their other food!!"}
{"product_category":"Gastropubs","text":"Ate here with my coworkers for dinner. Great beer, friendly staff and the food is always hot and fresh.  It's a little hard to find but it's still a great place to go as well!"}
{"product_category":"Gastropubs","text":"Loved this place. Great beer selection, great food, and great service. I had the chicken and it was a little dry on the outside but still delicious. Would recommend to anyone"}
{"product_category":"Gastropubs","text":"Probably the best food I have had in a long time. We have only ordered two items and each one was delicious. The burger is cooked to perfection, and it's not too far from the airport. Service is friendly, quick service, and attentive service!"}
{"product_category":"Gastropubs","text":"Delicious food and wonderful atmosphere. The bar is on the \"secret\" list for a special occasion, but this place is a must go to! My favorite bartender (he's been there for years) and was very friendly."}
{"product_category":"Gastropubs","text":"Ordered a beer and some food for my friends birthday. The bartender was great, he was attentive and the food was delicious.  It's also a great place to eat with your friends and have a great time.  Oh and the french fries are so good."}
{"product_category":"Gastropubs","text":"Food is amazing and the service was good. I think the food is pretty good, but the beer selection is just perfect. Some of the best I've had in Toronto, but not too many options.  We had a good time and will be back to try their other menu items, so I can't comment on that."}
{"product_category":"Gastropubs","text":"Was here with my friends after work. Ordered the grilled cheese and chicken wings, it was great. It's a small place and it's a great place to catch up with friends or a date night!"}
{"product_category":"Gastropubs","text":"Big fan of the food, beer selection and atmosphere. I've been coming to this place for years and it's consistently good. Great service too!\n\nMenu is a bit limited but it's a great little spot to go to when you are in the area!"}
{"product_category":"Gastropubs","text":"Solid 4 stars for the food and service. I've been there twice, and both times the service was great.  It's a great place to bring your kids and have a few beers or a bite to eat. The only thing I would say is that they are not on the menu, but it is a great place to take a date or just to enjoy a meal with friends.  Highly recommended."}
{"product_category":"Gastropubs","text":"A great place to grab a bite to eat. The food was good, not great but still good. My only complaint is that the bartender was a little slow in the kitchen and he was not attentive at all and seemed to be very busy.  Not sure if it's because I'm in town but will go back for their happy hour menu, they are a \"must try\" for sure!"}
{"product_category":"Gastropubs","text":"The food is great. I had a beer and a couple of beers.  Great selection of beer, wine, and beer.  Made fresh to order for the next day, so I was able to eat that way while we were eating at the restaurant. Awesome place to go for a snack or just to grab a quick bite."}
{"product_category":"Gastropubs","text":"Its a great place to go and eat. I had the \"Buffalo chicken steak\" which was amazing, the grilled cheese with the jalapeño cheese, and edamame were amazing! I've been here many times and each time it was good. They have a great selection of food, drinks, and appetizers. I would recommend this place to anyone who likes to have a good time!"}
{"product_category":"Gastropubs","text":"Food here is good, but a bit overpriced. I went here with the kids and it was a bit bland. But the burger was good and fresh. I would say it's a great place to bring a group of friends and share a beer or two. Service is great, but they will be busy."}
{"product_category":"Gastropubs","text":"Enjoyed the food and atmosphere. Service was excellent, and I've never had to wait for a table. We had the nachos with a side of bacon, a side salad, and a drink.  And they have a great selection of beer from the menu to the side dishes."}
{"product_category":"Gastropubs","text":"New favorite place to eat. I had a great time at this place, and have never been disappointed. Great food, service is great and the servers are friendly.  Food is very good, the beer is cold and they have a great beer selection as well.  Will be back for sure."}
{"product_category":"Gastropubs","text":"I love it here. Great atmosphere, great service and the food was delicious.  I had the bacon and cheese burger - it was great.  They have a great selection of beer, but it's not a big deal so it's a bit pricy but it's worth it. We will be back for sure."}
{"product_category":"Gastropubs","text":"Food: Great food, great selection of beer. The staff is friendly and attentive.  I like that it's a large group that can get a large group with a group of 4 or more people. The bartender was attentive and very friendly.  We will be back for sure."}
{"product_category":"Gastropubs","text":"Service is outstanding! I had the buffalo cauliflower and the chili cheese fries with sausage and a couple of beers. It was all good, lots of fun and good food. I would recommend this place to anyone looking for a great place to hang out and watch a game.  Thanks for a great night."}
{"product_category":"Gastropubs","text":"Service is great, food was great and the staff is friendly. The bar area is pretty big and I was in a good mood for a big group. I'm not a big beer drinker but it was a great evening.  Friendly staff, great food, and great atmosphere. It's a must try for anyone in the area"}
{"product_category":"Gastropubs","text":"Ate here for the first time tonight. The server was awesome and friendly, he has a great attitude! Food is delicious.  I like their nachos, and I tried the shrimp tacos which was equally delicious. Good beer selection and a nice atmosphere.  We had a nice time with the kids."}
{"product_category":"Gastropubs","text":"Food is great and the staff was great. I love the atmosphere here. The patio is a great place to hang out with friends and have a bite to eat, all of which were good. I would definitely recommend this place to anyone who wants to experience great food and great service."}
{"product_category":"Gastropubs","text":"New place to eat, we've been here a few times. The staff is so friendly and helpful. I've been coming for a while now and it's always been great. Food is awesome & the atmosphere is great."}
{"product_category":"Chicken","text":"The location is still in business with my 3 year old and I'm not sure that it's a bar. But the staff was friendly. Food was great and I've never had a problem with this location, it's not even worth it. They need to open another location near the west valley."}
{"product_category":"Chicken","text":"The food was decent, but I'm not sure how it is. I ordered a large and it was a hit at the time. Staff was friendly and courteous but I'm just not getting enough of the sauce on it. It's a shame that this is their only option for a quick fix"}
{"product_category":"Chicken","text":"New place, but it was so bad I had to check it out. The service was terrible and the food didn't come out hot. I'm not sure if it was that bad, but it's a shame because it's a franchise but it's not a problem with this place. Service was friendly and fast!"}
{"product_category":"Chicken","text":"Was in the area for a few days and I've heard it's been here. The last time we went there, it was just as bad. Food was very good but not very good. I got the same thing as my first time trying this place. Their fries are good but not great either"}
{"product_category":"Chicken","text":"I wish the location is better than it used to be. I'm not sure how this place is still open, but the last time we went and they were out of the chicken wings. No one said it was a good experience but I'll be back to try other items on the menu"}
{"product_category":"Chicken","text":"The customer service is always great. I went to this location for a quick bite before going to the BnB location on a Sunday night. I was there with a friend and they said, we're not going to be happy with this place. I'm not sure if it's worth it, but it's not worth the drive from north Scottsdale, you would be disappointed and will not be going back"}
{"product_category":"Chicken","text":"I wish I could give a negative star because I'm not sure if it's going to be a long wait. The food is delicious and the service was awesome. But he was out of something. And when we asked him to make a new one, he said \"Oh yeah and they are all about the food. He will be returning to this location for you, this is a good place to take your family!"}
{"product_category":"Chicken","text":"Two stars because the food is good and the staff is friendly. I had to send it back to the manager to get a refund. They were understaffed and I'm not sure if this is a \"cheat day\" but it was a complete rip off. I'm not sure if this is a chain or not, but I don't know why I have not been there before. Love this place, but I will be a regular customer for life!"}
{"product_category":"Chicken","text":"The new location is always busy. But I've been to the one on rainbow and flamingo and this one is by far the best. It's a bit of a drive from my house but it took me awhile to get our food to go. Food was good and service friendly"}
{"product_category":"Chicken","text":"The cashier was very rude to me. I had to ask for a new one and the food was delivered in an hour. I asked for my order to be taken back by the manager, but he said \"I can't do it\" and then said they're not going to charge me. No one has to get a manager. I'm going to stick with this place again but will not be going back to this location"}
{"product_category":"Chicken","text":"In my experience at this location of a business. I was there today and the staff was friendly. Food was great but the staff is rude and unfriendly. It was like they were trying to make me feel like a valued customer. I hope they can keep up with their customers, and how long the employees are having to wait for a long time to be served. But I'm not sure if this will be our last stop."}
{"product_category":"Chicken","text":"I wish I could give 0 stars but this location is horrible. There are two employees and the wait staff are a bit rude and not even acknowledged us. Also they seemed to be understaffed and the food was not as good as other locations. Service was slow and food was cold."}
{"product_category":"Fast","text":"I have to say I was surprised at how good the food was. The service has been great and friendly and food is always good. Still, I'm sure it's not a bad thing to say but it was a very good experience. Just a warning, they gave me a free meal for our visit and he's always on the spot. When I'm in this area, I'll be back"}
{"product_category":"Fast","text":"Food is good, but the service was poor. I went there today and they were out of chicken and rice with no English muffins or a side of fries. Just a warning when you are in the area for a long time you would be disappointed."}
{"product_category":"Fast","text":"The food is amazing. I had to order 2-3 times in 4 times and it was just as good as the first time. Good food, but I've had better at a fast food place, but it's still a great place to go to eat with your hands and order it. It's a very friendly family place so I would give them another chance if we were going to eat it"}
{"product_category":"Fast","text":"Service was horrible and the food was just okay. Not sure how they do it. But it's not my thing, but that didn't matter because the food is so good as well as the other reviews have said it was just as good as it sounds! I will be back to this place for sure!"}
{"product_category":"Fast","text":"Service was good and food was good. I had the chicken and waffles, which were both good. The only thing I'm not going to say is that the food is good but I'll be sticking with the one on Cheyenne. They have a good selection of beer, but I think it's better."}
{"product_category":"Fast","text":"My friend and I came here on a whim. The chicken was dry and the chicken was dry. It was not even cooked to death like they were just a little old. But this place is not good at all for what you get. And they don't have one in town so it's not a place to bring kids to eat but it's not worth it."}
{"product_category":"Fast","text":"Food was great and the staff was friendly. I got the chicken and waffles with sweet potato fries & they were amazing. And the staff is very friendly. I'm a fan of this place but I'm not sure if we'll be back here again."}
{"product_category":"Fast","text":"Service was very bad. The food was good, but not worth the wait. We had to wait about 15 minutes to get an order of chips and salsa and they forgot my chips for the last time I was in there.  Owner is a serious ass guy, he was very rude and he also tried to charge me for something else (but not this)."}
{"product_category":"Fast","text":"Place is not as bad as the food. I was not impressed with the service and food, they forgot to give me water when I asked them to take it back. Waited over an hour for the food to come out. There was a long line and it was not even hot anymore. It was no bueno."}
{"product_category":"Fast","text":"The food was good but not amazing. I had to ask for a side of the side of fries to be served. Ordered a side of rice, and it was not cooked long enough. They forgot to make it and they didn't have it on the menu. Never again!"}
{"product_category":"Fast","text":"The staff is super friendly and I was there on a Sunday. It was so gross that I had to tell them to make it. The chicken is not spicy and the chicken was dry and dry. I could not eat this as much as I do.  It's not like they would have been open for weeks but it's not as good as it used to be!"}
{"product_category":"Fast","text":"Interesting place to eat near my house and the food was good. However,  they did not have any of their famous sauces that are not edible. My stomach hurt and disappointed in the corn beef"}
