{"text":"I've been to this place a few times and it's always a good time."}
{"text":"It's not every day you get a free haircut for a good cause."}
{"text":"The Hampshire House is one of the best wedding venues in Boston."}
{"text":"I have been wanting to try a Mexican restaurant in San Diego for a long time."}
{"text":"I have been to many spas in my life and this was by far the best."}
{"text":"I've been to this place a few times over the last few months, and I've got two cents about it."}
{"text":"The Rockhopper has closed."}
{"text":"I am writing this review of Rosie's Bakery in Cambridge, Massachusetts."}
{"text":"I'm writing to let you know that I've found a dog daycare that I think is going to be a great fit for me and my dog."}
{"text":"Today I'm going to share with you two of my new purchases from Outside in Style."}
{"text":"Kim and Julie were amazing to work with."}
{"text":"Fiouna's is a falafel shop in San Francisco's Mission district."}
{"text":"My friends and I went to dinner with two characters from Game of Thrones."}
{"text":"The menu is super short and the portions or 'snacks' are all quite strange and didn't seem to be shareable from the description."}
{"text":"Caroline is a brunch and cocktail restaurant in the heart of New York City."}
{"text":"I've never been to this restaurant before, but I'm pretty sure it's the best Mac and cheese brunch I've ever had."}
{"text":"I'm writing to let you all know that I've had the pleasure of working with Tom on a number of occasions."}
{"text":"I recently went to LaRaine's to find my wedding dress."}
{"text":"I've never been to the dentist before."}
{"text":"I have been to this chicken place a couple of times and it seems to be a bit slow."}
{"text":"Chicken express is a fast food restaurant that serves chicken fingers, fries, and a dinner roll."}
{"text":"I've always wanted to write a review about a restaurant."}
{"text":"Portobello is one of my all-time favourite restaurants in Orlando."}
{"text":"My friend and I went to dinner with two other friends and we had a very disappointing experience."}
{"text":"This is a Teochew restaurant with a difference."}
{"text":"I've never been to Cambodia before, so I wasn't sure what to expect."}
{"text":"I love cookies."}
{"text":"The pho and spring roll is the best I've had in Richmond."}
{"text":"The best Ribeye Steak I've ever had!"}
{"text":"Oba is a Spanish restaurant in Portland, Oregon."}
{"text":"If you're looking for a fun place to unwind after a long day at work, then you've come to the right place."}
{"text":"I've been to this restaurant before and it's one of the best I've had."}
{"text":"I have been to this place twice and both times it has been the best meal I have had in a long time."}
{"text":"It's been a while since I've been to this place, but it's been a while since I've been alone."}
{"text":"If you are looking for a Mexican restaurant in Portland, Oregon, then you have come to the right place!"}
{"text":"If you're looking for a place to grab a margarita after a long day at work, this is the place for you."}
{"text":"What did you think of Oba?"}
{"text":"I've been to Mario's Barber Shop a few times."}
{"text":"I am a disabled person and have been a regular at Curra's Grill for over 10 years and have never seen anything like it."}
{"text":"I've been to Curra Burnet's before and it's one of the best restaurants on the south side."}
{"text":"What's your recommendation for the best Mexican restaurant in Austin?"}
{"text":"I've been to this place before, and it was a 4 and a half star."}
{"text":"If you're in the Seattle area, you might want to check out Mariah's Mexican Grill."}
{"text":"My wife and I went to Enoteca Vespaio last night."}
{"text":"The food was a bit disappointing."}
{"text":"Curra's is a Mexican restaurant in Austin, Texas."}
{"text":"I've been to this place before and it's one of the worst restaurants I've ever been to."}
{"text":"I have been coming to Curra's for quite some time now, as I have been for quite some time now."}
{"text":"I've been to this Mexican restaurant before and it's one of the best I've had."}
{"text":"I have been to Curra's Mexican Restaurant a few times and have to say it is one of the best Mexican restaurants in Austin."}
{"text":"In case you missed it, here's my review of Curra's Mexican Grill."}
{"text":"I'm writing this while staying at the Four Seasons Hotel in Beverly Hills."}
{"text":"One of the best places to get a Guinness in Dublin is the Guinness House."}
{"text":"This is the first time I've been to this store, and it's a shame."}
