{"text":"Went for dinner last night."}
{"text":"What: Adobo Chicken and Pancit Bihon."}
{"text":"It's not just about the pizza."}
{"text":"Palms Car Wash is a great place to wash your car in Austin, Texas."}
{"text":"Vancouver Aquarium is a great place to visit if you are in the city."}
{"text":"Tony's Barbers is one of the best barbers I've ever been to."}
{"text":"I've been to donut heaven before, but I've never had anything quite like this before."}
{"text":"Check it out!"}
{"text":"True Grounds is a new coffee shop in Cambridge, Mass."}
{"text":"I've been to this place before and it's always a good time."}
{"text":"The food was good and the service was good."}
{"text":"The food was delicious and was enjoyed by everyone."}
{"text":"Menchie's is an excellent ice cream shop."}
{"text":"I've had the pleasure of working with Kate and have to say, I'm a huge fan."}
{"text":"Barlata is one of my new favourite restaurants, I've been here before and it's always so good."}
{"text":"Taco Bell is one of my all time favs."}
{"text":"I recently went to Miami to write a review of some of the best restaurants in the city."}
{"text":"Bartender: Two shots of Jager please!"}
{"text":"If you are looking for a healthy place to eat then this is the place for you."}
{"text":"I have lived at Avana for two years and it has been a great experience."}
{"text":"Reviews for Wawa in Orlando, Florida"}
{"text":"This is the worst dry cleaning service I have ever used."}
{"text":"It's been a while since I've been to a yogurt shop, so I was really excited to try YF's self-service yogurt machines."}
{"text":"I've been to this place before and it's always a good time."}
{"text":"A few weeks ago, I went to Home Depot to buy a shower head."}
{"text":"If you're looking for a place to unwind after a long day at work then look no further than Dive Bar."}
{"text":"My husband and I had to move out of our condo because our clothes were too wet in the dryer."}
{"text":"If you are looking for a fast and friendly place to get your car's brakes replaced, then you have come to the right place!"}
{"text":"Tanner Goods is a good place to go if you're looking for quality leather goods."}
{"text":"Retro Station is back!"}
{"text":"My wife and I went there with our two little ones."}
{"text":"I'm writing to let you all know how I feel about Sprouts."}
{"text":"If you're in the mood for oysters on the half shell, Barbara and her team have you covered at B&G."}
{"text":"My wife and I went to BJs for dinner last night."}
{"text":"If you are looking for a German restaurant in Columbus, look no further than Ottobrunn."}
{"text":"This is a review of one of my first experiences with Cuban food outside of Miami."}
{"text":"Beaverton Toyota is the best place to buy a car."}
{"text":"What do you think of Modern Pilates?"}
{"text":"I've been to a lot of coffee shops over the years, but this is the first one I've found that I really enjoy."}
{"text":"Cactus Club is a great place to eat for under $100."}
{"text":"I went with my boyfriend and we went for the sushi making class."}
{"text":"I've been to this place many, many times."}
{"text":"My husband and I went to Far Beyond last night for dinner."}
{"text":"This is my first visit to the Chinese Café in Chinatown."}
{"text":"If you're looking for an alternative to the pink-boxed donut, then you've come to the right place."}
{"text":"I've had the pleasure of working with Mandy at a number of weddings and also being a part of the weddings & special events industry, I can see the difference between a quality planner and a hack in this saturated landscape."}
{"text":"I've been going here for years, and I'd say 80% of my trips have been very satisfactory, with my only so-so experiences when I've gone during off hours. I've been going here for years, and I'd say 80% of my trips have been very satisfactory,"}
{"text":"I stayed at this hotel for 2 weeks and it was the worst experience of my life."}
{"text":"I've been to this place before, and it was a great experience."}
{"text":"What do you think of Pammy's?"}
{"text":"I've been to this restaurant a couple of times and it's been a mixed bag."}
{"text":"Valley Moving and Storage is rated 4.9 out of 5 by 5."}
{"text":"Papi's Latin Kitchen is a new restaurant opening in the heart of Chinatown in Hong Kong."}
{"text":"I have been taking Pilates classes at Body Mechanics for the last two years."}
{"text":"In case you missed it, here's my review of Forest Park. Yelp always filters my reviews, so this will probably never see the light of day, but thought park fans should know that there are dangerous herbicides being sprayed throughout the park and to be careful not to let your dog come into contact with them"}
{"text":"I've been to Medina before and it's one of the worst restaurants I've ever been to."}
{"text":"Is there a better sandwich shop in Toronto than Subway?"}
{"text":"The food was delicious and the staff were very nice."}
{"text":"If you're looking for a date night with a difference, Leaky Roof is the place for you."}
{"text":"I would highly recommend Texas Flooring to anyone looking for great flooring and carpet installers."}
