{"summary":"Clean-up operations are continuing across the Scottish Borders and Dumfries and Galloway after flooding caused by Storm Frank."}
{"summary":"Two tourist buses have been destroyed by fire in a suspected arson attack in Belfast city centre."}
{"summary":"Lewis Hamilton stormed to pole position at the Bahrain Grand Prix ahead of Mercedes team-mate Nico Rosberg."}
{"summary":"A former Lincolnshire Police officer carried out a series of sex attacks on boys, a jury at Lincoln Crown Court was told."}
{"summary":"An armed man who locked himself into a room at a psychiatric hospital in Istanbul has ended his threat to kill himself, Turkish media report."}
{"summary":"Defending Pro12 champions Glasgow Warriors bagged a late bonus-point victory over the Dragons despite a host of absentees and two yellow cards."}
{"summary":"A man with links to a car that was involved in a fatal bus stop crash in south London is being sought by police."}
{"summary":"Welsh cyclist Luke Rowe says changes to the sport must be made following the death of Antoine Demoitie."}
{"summary":"Manchester City midfielder Ilkay Gundogan says it has been mentally tough to overcome a third major injury."}
{"summary":"A jogger has been hit by an unmarked police car responding to an emergency call, leaving him with \"serious life-changing injuries\"."}
{"summary":"Hurricane Patricia has been rated as a category 5 storm."}
{"summary":"Hackers could gain access to home and corporate networks via security flaws in wireless mice, suggests research."}
{"summary":"Dozens of jobs have been lost after efforts to save an historic building firm in the Scottish Borders failed."}
{"summary":"The European Commission has disclosed a preliminary finding that Amazon's tax arrangements in Luxembourg probably constitute \"state aid\"."}
{"summary":"The most important event in Northern Ireland's agricultural calendar - the Balmoral Show - has opened with thousands of people attending."}
{"summary":"Google has asked the High Court to throw out legal action being taken by ex-Formula 1 boss Max Mosley."}
{"summary":"Newport Gwent Dragons number eight Ed Jackson has undergone shoulder surgery and faces a spell on the sidelines."}
{"summary":"The government is spending nearly £400,000 to help save the Cornish language."}
{"summary":"Monaco boss Leonardo Jardim has been rewarded for steering the club to their first Ligue 1 title for 17 years with a new contract until 2020."}
{"summary":"The US says it is \"deeply concerned\" about the electoral process in Nicaragua a day after Daniel Ortega, the left-wing leader, won a third consecutive presidential term."}
{"summary":"South Africa is to set up a team to tackle hate crimes against gay people, the justice ministry says."}
{"summary":"(Close):Wall Street markets fell on Friday as oil prices slipped ahead of a weekend meeting that could result in a freezing of production."}
{"summary":"Tarantulas have evolved almost exactly the same shade of vibrant blue at least eight separate times."}
{"summary":"The co-pilot suspected of deliberately crashing the Germanwings jet in the French Alps had researched suicide methods and the security of cockpit doors, German prosecutors said."}
{"summary":"DJ Neil Fox has told a court he engaged in \"saucy\" behaviour at work, but complaints made against him in 2014 were the first in his 29-year career."}
{"summary":"Tottenham midfielder Dele Alli has been ruled out of England's World Cup qualifier with Scotland and friendly against Spain after suffering a knee injury in training."}
{"summary":"From when Karen Morgan was 12, until she was well into her teens, she was sexually abused by her uncle - a ministerial servant with the Jehovah's Witnesses."}
{"summary":"Former Greek Finance Minister Yanis Varoufakis has told the BBC that economic reforms imposed on his country by creditors are \"going to fail\", ahead of talks on a huge bailout."}
{"summary":"The International Paralympic Committee will make its decision on Russia's participation in the Rio Games \"in the interest of sport\", president Sir Philip Craven has told BBC Sport."}
{"summary":"Full-back Ben Ransom has joined Championship side London Irish from Premiership and European Champions Cup winners Saracens."}
{"summary":"The Manor Marussia team have confirmed they intend to return to Formula 1 in time for the start of the season."}
{"summary":"Funding to improve school buildings and create apprenticeships has been announced to help revive the economy."}
{"summary":"Britons are being offered an \"unreal and over-optimistic\" vision of what Brexit will look like, Sir John Major has warned."}
{"summary":"The government has urged MPs to back a 1% cap on annual rises in working-age benefits and some tax credits, arguing it is vital to cutting the deficit."}
{"summary":"A 13ft-deep hole causing widespread disruption to trains in south London has been found to have opened above an active sewer."}
{"summary":"Manchester City finally released the recent stranglehold Everton have placed on them with a hard-fought victory at Etihad Stadium."}
{"summary":"Labour has accused the Scottish first minister of misleading parliament over hospital bed blocking statistics."}
{"summary":"The UK has been found to be in breach of EU laws over the amount of sewage and waste water discharged into the sea off Carmarthenshire."}
{"summary":"Pope Francis has called for the Church in Cuba to have \"the freedom and the means\" to pursue its mission, on his first visit to the island."}
{"summary":"New Widnes loan signing Rangi Chase has a \"clean slate\" start at the Vikings, says head coach Denis Betts"}
{"summary":"Cricket Scotland chief executive Roddy Smith has announced that he will leave the role at the end of December."}
{"summary":"Sunderland have given the Football Association (FA) permission to speak to their manager Sam Allardyce about the position of England boss."}
{"summary":"Wales held on for a nervy win over Argentina in Cardiff to end a run of five successive Test match defeats."}
{"summary":"A giant chalk carving of a kiwi has been granted protected status on the centenary of a World War One battle."}
{"summary":"An inmate at a prison grabbed keys from an officer and, while he was being restrained, a second prisoner tried to take another set of keys."}
{"summary":"There is a lot of talk that Tim Sherwood is close to being sacked by Aston Villa but I cannot understand why they would even contemplate getting rid of him at this stage of the season."}
{"summary":"The blue badge disabled parking scheme could be extended to people with temporary conditions restricting their mobility."}
{"summary":"Older people in England are living longer than ever before, a report from Public Health England says."}
{"summary":"An inquiry into historical abuse in Nottinghamshire has recorded more than 500 offences on council property."}
{"summary":"Holders Arsenal Ladies have been drawn away to 2012 winners Birmingham City in the Women's FA Cup quarter-finals."}
{"summary":"Dan Holman's brace helped Cheltenham to an easy win over out-of-form Bromley."}
{"summary":"Nearly a decade after the police shooting of Jean Charles de Menezes, his family have brought a case at the European Court of Human Rights in an attempt to see someone prosecuted over the 27-year-old's killing."}
{"summary":"Scotland's largest council is to increase council tax for the first time since 2005."}
{"summary":"Controversial plans to build a 103-turbine wind farm in the centre of Shetland could face a legal challenge."}
{"summary":"Uganda's main opposition leader Kizza Besigye has been charged with treason."}
{"summary":"Try-scorer George North has described the British and Irish Lions's first-Test victory over Australia as an \"unbelievable feeling\"."}
{"summary":"Borussia Dortmund's Marco Reus has been omitted from Germany's Euro 2016 squad but Manchester United's Bastian Schweinsteiger has been included."}
{"summary":"Michel Platini, the head of European football's governing body Uefa, is being treated as \"in between a witness and an accused person'' by Swiss prosecutors investigating corruption at the world football authority Fifa."}
{"summary":"John Higgins believes he has the ability and the form to win his fifth World Championship."}
{"summary":"A boyfriend of a young soldier who died at Deepcut barracks asked her to end a love triangle at the Surrey base on the day she died, an inquest has heard."}
{"summary":"A former Dragons' Den star paid a 13-year-old girl for sex in a rented London apartment after meeting her on a \"sugar daddy\" website, the Old Bailey has heard."}
{"summary":"Thousands of people have been left with no phone service after what BT described as \"malicious damage\" to cables in west London."}
{"summary":"Mozambique legend Maria Mutola says her protege Caster Semenya can win the Olympic 800m title on her debut."}
{"summary":"The families of the victims of a fatal car crash at this year's South by Southwest (SXSW) in Austin, Texas, are suing its organisers."}
{"summary":"Olympic champions Hannah Mills and Saskia Clark have won the prestigious female World Sailor of the Year Award."}
{"summary":"British fencer Richard Kruse produced his best performance of the season to win the Shanghai Grand Prix - just days after being mugged in the Chinese city."}
{"summary":"Ineos has announced plans to build a new European petrochemical production plant and boost capacity at plants in Scotland and Norway at a cost of about two billion euros (£1.8bn)."}
{"summary":"Emil Michael, Uber's senior vice-president and a close ally of chief executive Travis Kalanick, has left the company, employees have been told."}
{"summary":"A grade II-listed bridge in Dorset that was blamed for causing severe floods is to be dismantled and replaced."}
{"summary":"Chelsea's Premier League title rivals thought the door had been pushed ajar after a run on 13 straight wins ended at Tottenham and the new harmony under manager Antonio Conte was disturbed by Diego Costa."}
{"summary":"Celtic player Callum McGregor has been given a 12-month driving ban after he was caught behind the wheel at almost four times the legal alcohol limit."}
{"summary":"A battling Dan Evans could not take his surprise US Open run into the second week as he lost to Spanish 19th seed Tommy Robredo in four sets."}
{"summary":"Should India abolish the death penalty?"}
{"summary":"High winds are affecting the operation to salvage the cargo ship that ran aground in the Solent."}
{"summary":"Minerals preserved in diamond have revealed hints of the bright blue rocks that exist deep within the Earth."}
{"summary":"Another contender to become UKIP leader has pulled out of the contest - leaving three in the race."}
{"summary":"Singer Annie Lennox OBE has been honoured for her humanitarian work by the Royal Scottish Geographical Society."}
{"summary":"Three news organisations have asked a US judge to force the government to reveal the amount it paid for technology to unlock an iPhone used by the San Bernardino gunman."}
{"summary":"The old footage begins with a large man in a blue tracksuit walking across a pitch and casually kicking a rugby ball out of his road."}
{"summary":"Relatives of the victims of Tuesday's prison fire in Comayagua, Honduras have been mourning the dead."}
{"summary":"Glasgow's Willow Tea Rooms has reopened at Watt brothers department store after leaving its former home in a Charles Rennie Mackintosh designed building."}
{"summary":"The US First Lady joined comedian and television star James Cordon for Wednesday night's episode of Carpool Karaoke on The Late Late Show."}
{"summary":"England missed a run-out off the final ball as South Africa won the first Twenty20 international by three wickets in Cape Town."}
{"summary":"Opposition parties have criticised moves to cut £3.7bn from the benefits bill by reducing the number of people eligible for disability benefit."}
{"summary":"Saturdays singer Rochelle Humes is the new host of The X Factor spin-off show The Xtra Factor, where she has been partnered with radio DJ Melvin Odoom."}
{"summary":"UK bookmaker William Hill has reported a fall in half-year profits after being hit by changes to betting taxes."}
{"summary":"Widnes captain Kevin Brown welcomes comparisons with Premier League leaders Leicester City if it means they achieve success this season."}
{"summary":"An extensive aerial and underwater survey has revealed that 93% of Australia's Great Barrier Reef has been affected by coral bleaching."}
{"summary":"Manchester United have completed the signing Uruguayan right-back Guillermo Varela from Atletico Penarol for an undisclosed fee."}
{"summary":"Tony Adams' Granada have been relegated to the Spanish second tier after a 2-1 defeat at Real Sociedad."}
{"summary":"A court in India's western Mumbai city has found 12 men guilty for their roles in the 2006 bombings of commuter trains."}
{"summary":"Scotland has been warned it is hurtling towards an \"epidemic of larger waistlines and increased cancer risk\" fuelled by people's love of sweet treats and fast food."}
{"summary":"The family of a 12-year-old allegedly stabbed by two schoolmates have thanked their state governor for honouring her with a special day."}
{"summary":"Ex-UK Athletics coach George Skafidas has been banned from sport for life by UK Anti-Doping, which accused him of destroying Bernice Wilson's career."}
{"summary":"Edinburgh's troubled tram project will be investigated by a judge-led inquiry, Scottish First Minister Alex Salmond has announced."}
{"summary":"A fan has threatened to press charges against Valentino Rossi following an incident in the paddock that occurred while she was taking a selfie."}
{"summary":"Edinburgh scrum-half Sean Kennedy has been ruled out for the rest of the season through injury."}
{"summary":"Further doubt has been cast over the future of specialist-led maternity care at a Cumbrian hospital."}
{"summary":"Ending Celtic's unbeaten domestic record should not be the focus of Rangers players on Sunday, according to former Ibrox forward Peter Lovenkrands."}
{"summary":"Five off-licences in Belfast's Holyland area are to close \"voluntarily\" for a number of hours on St Patrick's Day."}
{"summary":"A large amount of cash has been stolen in a daylight bank robbery in Cardiff."}
{"summary":"The Army is setting up a new unit that will use psychological operations and social media to help fight wars \"in the information age\"."}
{"summary":"A man has been charged nearly a year after a collision in which a motorcyclist died in Leicestershire."}
{"summary":"A woman stabbed a suspected paedophile to death in east London before handing herself into police, a court has heard."}
{"summary":"Australia's government has \"strongly\" refuted claims it deliberately ignores abuse of asylum seekers."}
{"summary":"Labour has been \"slashing\" the NHS budget in Wales, the Welsh Conservatives have said, leading to \"devastatingly long waiting lists\"."}
{"summary":"A dilapidated beach hut on a north Wales beach has sold at auction for an eye-watering £153,000."}
{"summary":"Two men who ran a betting website connected to the Fifa video game have pleaded guilty to offences under the UK's Gambling Act."}
{"summary":"English Heritage has told Bristol City Council it would be \"prudent\" to apply for listed building consent for some of its parking signs."}
{"summary":"At least 10 emergency calls failed to reach firefighters last week during the forest fires in which 64 people died, reports say."}
{"summary":"World football's governing body Fifa has confirmed it will hold the election for its next president at a special congress on 26 February."}
{"summary":"An automated camera system targeting motorists who break traffic lights has been introduced at one of the busiest junctions on Dublin's tram line."}
{"summary":"A teenager has been charged after allegedly going on to the pitch dressed as Spider-Man at a Premier League football match."}
{"summary":"The Queen has made her first visit to a World War Two concentration camp, Bergen-Belsen, in northern Germany."}
{"summary":"Investment of nearly £500,000 has been agreed to finance a series of projects to help regenerate Stranraer waterfront."}
{"summary":"Aston Villa manager Remi Garde refused to talk about his future following his side's 2-0 defeat at West Ham."}
{"summary":"No charges will be brought against a white police officer who fatally shot an unarmed teenager in Wisconsin."}
{"summary":"The government has publicly named almost 200 companies who have failed to pay the minimum wage to employees."}
{"summary":"Nightly closures of the Brynglas tunnels on the M4 motorway in south Wales are starting as over 18 months of maintenance work is carried out."}
{"summary":"Swarms of giant moths have descended on Malaysia, invading homes and even disrupting a national football match."}
{"summary":"The Madagascar pochard, the world's rarest bird, will not be able to thrive without a new wetland home."}
{"summary":"Ireland will open their Desert T20 tournament campaign against Afghanistan in Abu Dhabi on 14 January."}
{"summary":"There are plans to temporarily reduce the opening hours of a children's care unit in Pembrokeshire."}
{"summary":"Elgin City slipped out of the League Two promotion play-off zone with a goalless draw at Stirling Albion."}
{"summary":"A huge country the size of Western Europe, Kazakhstan has vast mineral resources and enormous economic potential."}
{"summary":"Welsh swimmer Aaron Moores failed to qualify for the final of S14 100m backstroke on the opening day of the Paralympic Games in Rio."}
{"summary":"AFC Wimbledon have confirmed they have signed defender Mat Mitchel-King from Crewe Alexandra."}
{"summary":"Sinn Féin's Máirtín Ó Muilleoir has welcomed DUP leader Arlene Foster's decision to meet Irish language speakers and groups."}
{"summary":"Shaun Maloney admits guarding his place in the Scotland squad was a major factor in his decision to return to British football from Chicago Fire."}
{"summary":"Great Britain's Elise Christie won gold in the 500m at the speed skating World Cup in Calgary, Canada."}
{"summary":"A company boss on trial over the deaths of four sailors when a yacht capsized had been cutting costs, a court heard."}
{"summary":"New Swansea City signing Borja says \"healthy competition\" with fellow Spanish striker Fernando Llorente will benefit the team."}
{"summary":"Sporting Khalsa used to be known locally as the club with a curry house."}
{"summary":"A group of Jewish people celebrating the Jewish New Year were allegedly threatened by a man wielding an axe, police have said."}
{"summary":"Scottish Labour leader Johann Lamont has resigned saying senior party members had \"questioned\" her role amid the \"serious challenges\" faced by the party after September's referendum."}
{"summary":"French people affected by a fuel shortage that has hit a fifth of the country's petrol stations have taken to social media, changing film titles as a joke to reflect the problem."}
{"summary":"Bank of America has reported a net profit of $4.07bn (£2.65bn) for the three months to the end of September against a loss of $470m a year earlier."}
{"summary":"CBBC's MyLife is back with a new documentary called Mr Alzheimers and Me."}
{"summary":"A cat in Carrickfergus was lucky to keep its nine lives after getting trapped in the wall of a partly-built house."}
{"summary":"A former hotel owner has been jailed for three years for human trafficking."}
{"summary":"The opening date of a £2bn theme park in north Kent has been pushed back."}
{"summary":"Pressure is increasing on Russia over civilian deaths in Syria, with France and the US urging greater caution."}
{"summary":"Former Leyton Orient owner Barry Hearn says he now regrets selling the club to businessman Francesco Becchetti."}
{"summary":"Electronic producer Moby has returned with a new project and pseudo-political manifesto Moby and the Pacific Void Choir."}
{"summary":"University students who studied the Welsh Baccalaureate are less likely to get higher degrees than those who did not, a report suggests."}
{"summary":"Tiger Woods hit a one-over-par 73 on his return to competitive golf at the Hero World Challenge in the Bahamas."}
{"summary":"A man has been arrested on suspicion of murder after a fatal stabbing in Manchester, police have said."}
{"summary":"Austria's far-right Freedom Party has lodged a legal challenge to the result of last month's presidential election, which it lost by a tiny margin."}
{"summary":"The role of Guernsey's Bailiff could be reviewed in the wake of a report looking at the dual responsibilities of the office in Jersey."}
{"summary":"The Syrian military has carried out a series of air strikes after rebel forces launched a major assault to take control of the northern city of Aleppo."}
{"summary":"Actress and film-maker Isabella Rossellini to chair the jury at next year's Berlin Film Festival, organisers have announced."}
{"summary":"Three US citizens have been evacuated from Yemen by the Omani air force, Oman's foreign ministry says."}
{"summary":"London-based Inmarsat hopes to get its latest next-generation spacecraft into orbit at the end of the month."}
{"summary":"Ferrari's Fernando Alonso said after winning the Spanish Grand Prix that he was confident of making a strong world title challenge this year."}
{"summary":"A luxury Lamborghini sports car has been destroyed and a Ferrari badly damaged when they crashed in a tunnel under Beijing, China."}
{"summary":"Shares in London rose on Tuesday with the FTSE 100 share index closing 27 points higher at 7,044, the highest level for two months."}
{"summary":"Britain's Colin Oates took -66kg silver at the European Judo Championships after defeat by Georgia's Vazha Margvelashvili in Kazan, Russia."}
{"summary":"Plans to build a major hydro scheme on the site of an opencast mine in the south of Scotland have been revealed."}
{"summary":"Only people with long memories have clear recollections of simpler times when Professor Robert McKenzie's swingometer could tell the story of successive general elections."}
{"summary":"A third hospital trust in the South East is expected to be put into special measures, the BBC understands."}
{"summary":"First-time buyers in England under the age of 40 could buy a house at 20% below the market rate if the Conservatives are re-elected, David Cameron has pledged."}
{"summary":"I'm not sure we're quite into \"zombie Parliament\" territory, but there's a distinct lull in Westminster this week, as major events like the Budget and the Investigatory Powers Bill, loom on the horizon."}
{"summary":"A mother-of-three who believes she was exposed to asbestos as a schoolgirl has been diagnosed with a cancer often related to the toxic substance."}
{"summary":"Ulster forward Chris Henry has signed a new three-year deal keeping him at Ravenhill until 2017."}
{"summary":"Rory McIlroy missed the halfway cut at the US PGA Championship for the first time in his career as Robert Streb and Jimmy Walker lead at Baltusrol."}
{"summary":"Shares in Asia's biggest budget airline, AirAsia, fell as much as 7% on Friday after the firm posted a loss for the three months to September."}
{"summary":"Concerns about plans to exclude people from the UK if they go abroad to fight with extremist groups have been raised by the UK's reviewer of terror laws."}
{"summary":"The BBC's Vikas Pandey spends a day inside India's prestigious Jawaharlal Nehru University (JNU) in Delhi amidst the highly charged debate over the arrest of a student leader on sedition charges."}
{"summary":"Leicestershire have signed New Zealand wicketkeeper Luke Ronchi for their 2017 T20 Blast campaign."}
{"summary":"The windscreen of a police Land Rover has been cracked after an object was thrown at the vehicle in west Belfast."}
{"summary":"Singer and TV entertainer Val Doonican has died aged 88"}
{"summary":"Of all the new races that have been added to the Formula 1 calendar in the last 15 years or so, only two have really cut through to establish themselves as something special."}
{"summary":"A County Antrim man who was unaware that a \"do not resuscitate\" (DNR) order had been placed on his medical file has said he feels his human rights have been violated."}
{"summary":"The last scheduled NI executive meeting before the assembly elections is being held at the Magee Campus of Ulster University in Londonderry today."}
{"summary":"Crystal Palace winger Wilfried Zaha has accused Manchester United and Liverpool fans of calling him a \"black monkey\" in messages on social media."}
{"summary":"Labour has won the Scottish Parliament by-election in Dunfermline, after beating the SNP by almost 3,000 votes."}
{"summary":"National League side Solihull Moors have appointed Hednesford Town boss Liam McDonald as their new manager."}
{"summary":"All pictures are copyrighted."}
{"summary":"The Metropolitan Police says it is considering using eagles to intercept drones amid concerns the aircraft are increasingly used to commit crime."}
{"summary":"Thousands of oysters have been harvested in a Somerset village for the first time in almost 100 years."}
{"summary":"Former scrum-half Mike Phillips has urged Wales' rising stars to prove they are good enough for the national side."}
{"summary":"Small businesses in the Black Country are being given access to a £1m council fund, in a bid to secure jobs."}
{"summary":"Lawmakers in Arizona are weighing a law requiring transgender people to use public toilets of the gender listed on their birth certificate."}
{"summary":"Two men from Stoke-on-Trent have been charged after a laser was shone at a police helicopter."}
{"summary":"A Strictly Come Dancing star assaulted by a gang does not want to make a formal complaint to police, the show has said."}
{"summary":"A school has apologised for telling pupils they would be taken away and might not see their parents again, in what later emerged as role play."}
{"summary":"A man has been handed a four-year prison sentence for assaulting disabled pensioner Alan Barnes, to whom more than £300,000 was subsequently donated."}
{"summary":"Canada is reaching out directly to the Haitian community in the US in an effort to stem the number of migrants crossing the border illegally."}
{"summary":"Doctors may be failing to spot tell-tale signs in children who are underweight, a study suggests."}
{"summary":"China has decided to end its decades-long one-child policy, the state-run Xinhua news agency reports."}
{"summary":"The Paris agreement on climate change has come into force."}
{"summary":"England fast bowler James Anderson is a doubt for the first Test against Pakistan next month after injuring his right shoulder."}
{"summary":"A paranoid schizophrenic who killed his parents with an axe has been found not guilty of murder by reason of insanity."}
{"summary":"Read match reports for Tuesday's 10 games in the Championship, including Newcastle's 6-0 pummelling of Queens Park Rangers."}
{"summary":"President Donald Trump has accused the media of dishonestly reporting the size of the crowd at his inauguration."}
{"summary":"Barbed wire, armed soldiers and several hefty concrete checkpoints."}
{"summary":"British Gas and EDF Energy have announced they are cutting their gas prices, the last of the big six energy suppliers to do so."}
{"summary":"Double Rio Olympics gold medallist Laura Kenny (nee Trott) recognises the importance of sporting volunteers - the Unsung Heroes - and wants you to nominate yours."}
{"summary":"Glasgow City Council is flying the French flag at half-mast as a mark of respect for those who died in the Charlie Hebdo atrocity in Paris."}
{"summary":"Half-centuries from Luke Wells, Matt Machan and Michael Yardy gave Sussex a first innings lead against Middlesex."}
{"summary":"Plans for \"English votes for English laws\" are an \"act of constitutional vandalism\", Ed Miliband has warned."}
{"summary":"Labour's Phillip Glanville has comfortably won the race to be the new mayor of the London borough of Hackney."}
{"summary":"A gibbon living in the tropical forests of south west China is a new species of primate, scientists have concluded."}
{"summary":"The careers of three of Leeds Rhinos' notable players have been celebrated in the city following the club's Super League Grand Final success."}
{"summary":"The body of a dog has been pulled out of a canal with a rucksack full of cement tied to its neck."}
{"summary":"It took a single Facebook post to turn Mike Baird, leader of Australia's most populous state, from darling to pariah on social media."}
{"summary":"Paceman Steven Finn believes England can benefit from entering next year's World Cup as underdogs."}
{"summary":"Taekwondo world champion Bianca Walkden says she would take part in a \"one-off\" MMA - mixed martial arts - fight."}
{"summary":"John Higgins came through a high-quality encounter against tournament debutant Liang Wenbo to win his first-round match 6-4 at the Masters."}
{"summary":"A woman in Kensington has been told to remove the red and white stripes she had painted on her house in protest over a rejected planning application."}
{"summary":"Labour leadership hopeful Owen Smith has accused Jeremy Corbyn of being \"delusional\" about the party's prospects of power under his tenure."}
{"summary":"Two men who died after they fell from a balcony at Cadogan Square in west London have been named by police."}
{"summary":"The US Federal Reserve has indicated it is more positive on the US economy, confirming views it is likely to raise interest rates this year."}
{"summary":"All pictures are copyrighted."}
{"summary":"Police searching for Dean McIlwaine have released CCTV footage taken on the day he went missing as they renewed their appeal for information."}
{"summary":"It was, it can be argued, the most significant toss of a coin in British sporting history."}
{"summary":"A man has been arrested following the evacuation of Swansea's Quadrant shopping centre after reports of a suspicious package \"turned out to be a hoax\"."}
{"summary":"Mae Cyngor Môn yn dweud eu bod yn parhau'n ffyddiog y bydd cynllun i godi pwerdy biomas yno'n cael ei wireddu."}
{"summary":"Yahoo has confirmed it is axing about 2,000 posts, which amounts to 14% of its workforce being laid off."}
{"summary":"Former Labour chief whip Dame Rosie Winterton has been elected as a deputy speaker of the House of Commons."}
{"summary":"UK spy agencies broke privacy rules by collecting large amounts of UK citizens' data without adequate oversight, the Investigatory Powers Tribunal (IPT) has ruled."}
{"summary":"Two Turkish soldiers have been killed by the Islamic State (IS) group in clashes in northern Syria, the Turkish army has said."}
{"summary":"The University of Texas has removed four Confederate monuments overnight in the wake of violent clashes in Virginia earlier this month."}
{"summary":"A new fund has been set up to award grants to projects that encourage children and teenagers to code, develop websites and create digital animations."}
{"summary":"Celtic boss Brendan Rodgers has revealed his delight at the strides made by Moussa Dembele this season."}
{"summary":"Charges of manslaughter and misconduct in public office are to be considered against three police workers following the death of a man restrained by officers."}
{"summary":"Premier Inn has announced it is investing £35m in opening three new hotels and revamping two others in Edinburgh."}
{"summary":"Statistics released under Freedom of Information legislation have shown significant variations in the proportion of jail sentences handed down in sheriff courts across Scotland."}
{"summary":"The family of Australian cricketer Phillip Hughes walked out of an inquest into his death."}
{"summary":"At least 19 Ethiopian children held captive by an armed South Sudanese group for nearly a month have been freed, Ethiopian state media reports."}
{"summary":"A half-Indian woman has been crowned Miss World Japan, the second year in a row a biracial person has won a beauty pageant in the country."}
{"summary":"A Russian court has ruled that the Moscow branch of the Church of Scientology should be dissolved."}
{"summary":"Former Wales rugby league international Alex Kersey-Brown has died, aged 73, after a long battle with illness."}
{"summary":"Jeremy Corbyn has warned shadow cabinet ministers not to expect to stay in their jobs if they vote against starting the process of leaving the EU."}
{"summary":"Liverpool striker Daniel Sturridge will be out for several weeks after suffering a hamstring injury during Sunday's defeat by Newcastle."}
{"summary":"Indonesia's parliament has passed controversial laws authorising chemical castration, minimum sentences and execution for convicted paedophiles."}
{"summary":"A Dutch teenage girl has been killed while bungee jumping from a viaduct near Santander in northern Spain."}
{"summary":"Remains of an 18th Century garden have been found at Culzean Castle during excavation works to install a new drainage system."}
{"summary":"The goal to get HIV treatment to 15 million people by the end of 2015 has already been met, says the United Nations Aids agency."}
{"summary":"James Lusted has overcome a number of difficulties in his young life."}
{"summary":"Retail sales rose slightly in Scotland in the first three months of this year but still lagged the UK as a whole."}
{"summary":"Nwankwo Kanu is recovering in the United States after undergoing corrective heart surgery."}
{"summary":"Hundreds of people have taken part in a \"York says refugees welcome here\" rally in the city centre."}
{"summary":"Researchers from the UK fishing industry will visit ports across Northern Ireland from Monday."}
{"summary":"The family of a seven-year-old boy who fell to his death on a skiing holiday in the French Alps on Friday have described him as a \"daring, outgoing, determined little boy\"."}
{"summary":"The summer transfer window has closed in England and Scotland, but clubs can sign free agents, so long as they were without a club at the transfer deadline."}
{"summary":"The man shot dead in north Dublin on Monday was a brother of a murdered member of the dissident republican Real IRA."}
{"summary":"No adequate care plan was in place for an anorexic teenager who killed herself five days after being released from a psychiatric hospital, an inquest found."}
{"summary":"Camilla, the Duchess of Rothesay, has been unveiled as the new chancellor of the University of Aberdeen - and described it as a \"great honour\"."}
{"summary":"A report has revealed proposed pupil intake capping levels as part of plans to overhaul education in Dumfries."}
{"summary":"Reading have signed Iceland international striker Jon Dadi Bodvarsson from Championship rivals Wolves for an undisclosed fee."}
{"summary":"He is Formula 1's youngest ever driver and in charge of a car that can reach over 200mph."}
{"summary":"Events are being held across Europe to mark the 70th anniversary of the end of World War Two on the continent."}
{"summary":"Bournemouth's Harry Arter has thanked well-wishers for their kind messages after the birth of his daughter."}
{"summary":"James Hanson was the match winner as Bradford bounced back from Saturday's defeat at Southend with a hard-earned home win over Northampton, on a night when the club paid tribute to their record goalscorer Bobby Campbell."}
{"summary":"Five teenagers who murdered a man in a Liverpool launderette when some of them were 13 years old have been sentenced."}
{"summary":"DNA of a man accused of stealing Â£1m worth of jewellery from Simon Cowell's house was found on a glove at the music mogul's home, a court has heard."}
{"summary":"Aberdeen made it 10 home league wins in a row with a slim victory over Inverness Caledonian Thistle."}
{"summary":"Two people shot dead at a north London flat have been named locally as a mother of nine and her nephew."}
{"summary":"A powerful typhoon has brought many parts of Japan to a standstill and briefly battered Tokyo before heading out to sea."}
{"summary":"An oil worker has been airlifted to hospital after becoming ill on a North Sea oil platform."}
{"summary":"Craig Kopczak leads Wales into their World Cup qualifiers against Serbia and Italy this month with the extraordinary drama of his club's Super League survival fresh in his memory."}
{"summary":"Wales midfielder Joe Allen says he feels \"refreshed and positive\" following his summer move from Liverpool to Stoke City."}
{"summary":"Donald Trump's nomination as the US Republican Party's presidential candidate has been a huge shock to the American political establishment, confounding the forecasts and questioning the models for predicting the outcome of November's election."}
{"summary":"Former Scotland and Dundee United footballer Garry Kenneth has been cleared of a charge of threatening and abusive behaviour."}
{"summary":"Newcastle University has reopened after a controlled explosion was carried out on suspicious items that prompted buildings to be evacuated."}
{"summary":"A second man has been charged with murder after the stabbing of a young former boxer in Leicester."}
{"summary":"Sales falls and lower profits at supermarket Asda in 2016 have been revealed in detail in newly-filed accounts."}
{"summary":"Seven prisoners have been killed and 59 others have escaped after a riot at a jail in northern Mexico near the US border, officials say."}
{"summary":"Harry Potter and the Cursed Child has won five-star reviews from critics, with one describing it as \"a game-changing production\"."}
{"summary":"In 1945, World War Two - the biggest war the world had ever seen - was coming to an end."}
{"summary":"A \"hard Brexit\" would be the \"biggest disaster\" to have hit the UK's universities for many years, a university head told MPs."}
{"summary":"Two lorry drivers have been charged over a crash on the M1 on Saturday which left eight people dead and four with serious injuries."}
{"summary":"The unexpected death of Ahmed Chalabi has highlighted the burning issues still haunting the UK and the West, long after the key role he played in manipulating the US-led invasion and overthrow of Saddam Hussein in 2003."}
{"summary":"Usain Bolt won his third gold medal of the 2012 Olympics as he anchored Jamaica's sprint relay team to a sensational world record."}
{"summary":"Business leaders in Wales have called for a taskforce to deal with the implications of the referendum result."}
{"summary":"The UK would make its mind up to leave the Eurovision Song Contest if there were a referendum, a survey suggests."}
{"summary":"The United States Air Force (USAF) has confirmed it will pull out of three UK airbases."}
{"summary":"Dutch authorities have begun an investigation into the death of former health minister Els Borst, whose body was found in her garage by a friend."}
{"summary":"A man who continually put his rubbish out on the wrong day has been fined £200 by magistrates."}
{"summary":"Lifeboat volunteers on Teesside have warned people not to get caught out by the incoming tide after yet another rescue."}
{"summary":"President Donald Trump is reshuffling the US National Security Council (NSC), downgrading the military chiefs of staff and giving a regular seat to his chief strategist Steve Bannon."}
{"summary":"The future of a cow saved by a crowd-funding campaign has been secured after a sponsor agreed to fund its keep."}
{"summary":"The men charting the \"roadmap\" for peace talks are well-known figures in Pakistani politics, media and religious life."}
{"summary":"Tottenham's Dele Alli has played more domestic league games than any other player aged 20 or under in Europe's 'big five' leagues."}
{"summary":"League Two side Accrington Stanley have signed midfielder Paddy Lacey on a one-year deal after his release by Barrow."}
{"summary":"A British woman understood to have gone to Thailand for cosmetic surgery has died during an operation, Thai officials have said."}
{"summary":"At least 19 people have died in south-east Turkey after Kurdish rebels launched an attack on a Turkish border post, according to local media."}
{"summary":"Loganair's chief executive Stewart Adams is stepping down."}
{"summary":"Two years ago Stephen Hawking told the BBC that the development of full artificial intelligence, could spell the end of the human race."}
{"summary":"The family of the police officer shot by gunman Raoul Moat say they are still waiting for justice five years after the attack."}
{"summary":"A woman has been arrested after a 36-year-old man died following a stabbing in Phibsboro in Dublin."}
{"summary":"Google is suing BT, claiming the British telecoms group has infringed a number of its technologies."}
{"summary":"Gianluigi Buffon saved the first penalty awarded by video assistant referee (VAR) in Serie A as Juventus began their title defence with a comfortable win against Cagliari."}
{"summary":"Freddie Burns' last-gasp penalty secured victory for Leicester over East Midlands rivals Northampton in dire conditions at Welford Road."}
{"summary":"A hit-and-run driver is being hunted by police after a crash caused a pregnant woman to suffer a miscarriage."}
{"summary":"British number one Heather Watson beat American qualifier Madison Brengle in straight sets to win her second WTA title at the Hobart International."}
{"summary":"Mental health campaigners have called for an urgent review into why so many young people in Scotland are being turned down for specialist treatment."}
{"summary":"Users of a popular utility designed to \"optimise\" Apple Mac computers have had their details leaked online."}
{"summary":"Former captain Stuart Hooper has been named as Bath performance and player development director, with Andy Rock joining the club as academy manager."}
{"summary":"Reading have signed Bournemouth striker Lewis Grabban, West Ham defender Reece Oxford and Crystal Palace midfielder Jordon Mutch on loan."}
{"summary":"Channel 5 has defended broadcasting a documentary about George Michael after the singer's former bandmate dubbed it \"sensationalist and mucky\"."}
{"summary":"A councillor in Kent has been suspended from the Conservative Party while it investigates an apparently racist comment he made on Facebook."}
{"summary":"It may be possible to stop the progression of Parkinson's disease with a drug normally used in type 2 diabetes, a clinical trial suggests."}
{"summary":"A Labour MP campaigning for the UK to remain in the EU has apologised after being recorded calling a voter a \"horrible racist\"."}
{"summary":"Mamelodi Sundowns of South Africa continued their impressive run in the African Champions League with a 1-0 win over Zamalek on Wednesday which put them into the semi-finals."}
{"summary":"Have you got a question about Coventry & Warwickshire?"}
{"summary":"In 2011, millions of Egyptians took to the streets demanding the removal of their autocratic president of 30 years, Hosni Mubarak."}
{"summary":"A massive tapestry depicting millions of years of Scottish history has gone on show at Stirling Castle."}
{"summary":"US bankers have written to Treasury Secretary Jacob Lew asking him to push for transparent Brexit negotiations in the interests of market stability."}
{"summary":"Drinks giant Diageo could face industrial action after one of the two unions representing workers rejected a deal to end a dispute over pensions."}
{"summary":"Eighteen lives have been saved as a result of air ambulances carrying blood on board, the charity has said."}
{"summary":"The EU Commission is mounting another attempt to steal trillions in trading business from London by insisting that euro denominated deals should be settled in the EU."}
{"summary":"Three people have appeared in court charged with murdering a woman at a house in Leicester."}
{"summary":"Children's services at Peterborough City Council have been rated as adequate by Ofsted, after two consecutive years of \"poor\" ratings."}
{"summary":"People visiting Cardiff were warned to expect delays on the road and rail with Wales' rugby and football teams are both in action on Saturday."}
{"summary":"Accepting a Bafta award for leading actor, Manchester by the Sea star Casey Affleck revealed to the audience he had grown up with an alcoholic parent."}
{"summary":"A cinema and bowling alley are to be added to a £140m shopping and leisure complex in Northamptonshire."}
{"summary":"UK Anti-Doping will provide \"targeted and intelligence-led testing\" on Russian athletes after signing a deal with the World Anti-Doping Agency."}
{"summary":"Sunderland manager David Moyes said it was \"too soon\" for him to commit to the club for next season, following their relegation from the Premier League."}
{"summary":"An attempted murder inquiry has been launched after a driver reversed, dragging a police officer down the street."}
{"summary":"Serious questions about two of the founders of a project to build a barrage across the Severn estuary have been raised by a BBC investigation."}
{"summary":"The \"elimination\" of Oxfordshire's nine community hospitals is being considered by health bosses, according to the Green Party."}
{"summary":"\"I didn't want to be a weekend dad,\" is how Julian Taylor, partner at law firm Simmons and Simmons, explains what drove him to ask for flexible working."}
{"summary":"Chancellor George Osborne has dropped plans to end or alter tax relief on pension contributions."}
{"summary":"World indoor 60m champion Richard Kilty says there is a rift between Britain's two male sprinting camps."}
{"summary":"Organisations worldwide have been scrambling to get systems back online after a massive ransomware cyber-attack."}
{"summary":"While a presidential decision to pull out of the Paris Agreement would roil the international community and frustrate White House advocates of addressing climate change - including Donald Trump's own daughter - there are formidable forces within the administration in favour of such a move."}
{"summary":"The number of people being trafficked into the UK is rising, latest government estimates suggest."}
{"summary":"A report has highlighted concerns over the process in which a prison became the first in the UK to be privatised."}
{"summary":"Vincent Enyeama has extended his deal with French club Lille by two years tying the former Nigeria international goalkeeper to the club until 2019."}
{"summary":"The MTV Video Music Awards are known for showcasing some of the biggest and wildest moments in pop culture history - from outrageous twerking to drama-filled feuds."}
{"summary":"Airline passengers have been warned by US authorities not to switch on or charge their Samsung Galaxy Note 7 phones when on board the plane."}
{"summary":"Sinn Féin has said terms of reference drawn up by the head of the civil service for an investigation into the RHI debacle are short of what is required."}
{"summary":"Swansea City are weighing up a move to re-sign striker Wilfried Bony from Manchester City."}
{"summary":"Red Bull say they will retain their driver line-up of Daniel Ricciardo and Daniil Kvyat next season - as long as the team is on the grid."}
{"summary":"Sport at the elite level, even for those few geniuses who can routinely do what others can only dream of, typically appears to be about obvious effort and relentless industry."}
{"summary":"A rise in the use of former legal high Spice in Manchester is putting pressure on public services, police say."}
{"summary":"More than 1,000 amateur musicians have played Bizet's Toreador song, from Carmen, at the Last Night of the Proms."}
{"summary":"Olivier Ntcham says fellow Frenchman Moussa Dembele helped convince him to make his move from Manchester City as he joined Celtic for around £4.5m."}
{"summary":"Work has started on a footbridge at the site of a £10m railway station where construction efforts stalled due to concerns over rare great crested newts."}
{"summary":"Police have released CCTV footage of a man setting fire to a cultural centre in East Dunbartonshire that is used as a mosque by the Muslim community."}
{"summary":"Organisers of protests over the failure of Lebanon's government to clear rubbish from the streets of Beirut have postponed a rally planned for Monday."}
{"summary":"Fox Norton followed up his Aintree success by beating Un De Sceaux in the Champion Chase at Punchestown on Tuesday."}
{"summary":"It is perhaps fitting that the very first race of the modern Olympics in 1896 was the men's 100 metre sprint."}
{"summary":"Teachers could be set to strike if they fail to get a \"satisfactory outcome\" in talks over pay, union leaders have warned."}
{"summary":"The US Coast Guard is asking people not to seek help via social media if they need assistance during Storm Harvey."}
{"summary":"A new railway station in Ceredigion would have a big impact on the regional economy, a Labour AM member says."}
{"summary":"Images courtesy of AP, EPA, PA and Reuters"}
{"summary":"A former teacher at an elite boys' school has pleaded guilty to possessing and making thousands of indecent images of children."}
{"summary":"US cinema chain AMC has reversed a controversial plan to let customers use their mobile phones during films in some venues."}
{"summary":"Pope Francis has delivered a passionate plea for peace in his first Easter Sunday message since being elected."}
{"summary":"Hundreds of planning applications are to be reviewed after a council admitted its air pollution data was \"falsified\" to make it look cleaner."}
{"summary":"Twitter has updated its rules to highlight it is taking a tougher stance against abuse."}
{"summary":"Encouraging more women to breastfeed their babies will be the focus of a Scottish Government summit in the New Year."}
{"summary":"There are not enough doctors to run a seven-day NHS in England, according to a leading doctor."}
{"summary":"A research group is hoping to increase awareness of the \"taboo\" subject of period problems in sport."}
{"summary":"The Philippines government is due to begin peace talks with communist rebels on 18 January which could end one of Asia's longest insurgencies."}
{"summary":"Right-back Liam Wakefield has signed for League Two side Morecambe on a one-year deal."}
{"summary":"Some secondary school sixth forms in Powys could be at risk following a 10% cut in post-16 education funding."}
{"summary":"The price of oil rose slightly despite a meeting of the Opec oil producers' group failing to set a cap on the amount of oil the group produces."}
{"summary":"Dylan Hartley was sent off in the first half but Northampton edged to victory over East Midlands rivals Leicester."}
{"summary":"The UK services sector continued to recover last month, after a sharp drop in activity following the Brexit vote, according to a closely watched survey."}
{"summary":"Three people have been injured, two seriously, after a car crashed into a house in Ceredigion."}
{"summary":"The way Welsh students are funded is unsustainable, the body representing universities in Wales has said."}
{"summary":"Hollyoaks actor Parry Glasspool has been suspended after posting a video in which he mimicked a woman threatening to stab her boyfriend to death."}
{"summary":"Transport Minister Humza Yousaf has told MSPs that \"ScotRail has learned lessons\" following a series of problems on Scotland's railways."}
{"summary":"Aston Villa left-back Jordan Amavi has signed for Marseille on loan with a view to a permanent move."}
{"summary":"A man crawled and staggered with a broken leg for more than two hours after falling from rocks on the Dorset coast."}
{"summary":"India's economic growth slowed in the December quarter of 2016, but the pace of expansion still beat expectations."}
{"summary":"Lee Selby needs a high-profile fight to take his career to the next level, according to former light-welterweight world champion Amir Khan."}
{"summary":"Barcelona midfielder Sergio Busquets has been sidelined after spraining his right ankle in Sunday's 4-0 win at Eibar."}
{"summary":"An Australian celebrity chef has apologised after his restaurant group underpaid staff A$2.6m (£1.6m; $2m)."}
{"summary":"A new report has found that government policies have had a positive impact on alcohol consumption in Scotland."}
{"summary":"A woman who died from a blood clot five months after taking the combined contraceptive pill, had reported breathing difficulties and leg pain to her GP, an inquest heard."}
{"summary":"The family of an ex-Royal Marine killed while fighting with Kurdish forces in Syria have paid tribute, saying his flame burned \"briefly but brightly\"."}
{"summary":"A major project to redevelop a Cheltenham town centre car park into a new supermarket has been suspended."}
{"summary":"Macclesfield kept their National League play-off hopes alive with an easy 3-0 win over Maidstone."}
{"summary":"An ex-Sinn Féin councillor has been sentenced to 12 years in prison for interrogating, threatening and waterboarding a man in January 2015."}
{"summary":"The Bolivian President Evo Morales has opened a new military defence academy, which he says will offer courses to counter the influence of the United States in the developing world."}
{"summary":"A 57-year-old woman has been sexually assaulted in a wooded area in East Renfrewshire."}
{"summary":"The principal of a Dorset academy which is planning to require poorly behaved pupils to apologise to classmates in assembly has defended the policy."}
{"summary":"Israel has said it is suspending contact with EU officials involved in peace efforts with the Palestinians."}
{"summary":"Politicians in the Irish Republic are in the final stages of campaigning ahead of Friday's general election."}
{"summary":"Cardiff Blues prop Anton Peikrishvili has been banned for six weeks for biting an opponent in their Anglo-Welsh Cup defeat by Ospreys on 18 November."}
{"summary":"The family of an Anglesey man who is seriously ill in the United States have said they are concerned about his future treatment after insurers said his medical benefits would be stopped."}
{"summary":"A six-year-old deaf boy who fled Iraq with his family to escape the so-called Islamic State (IS) group has had his application to stay in the UK turned down by the government."}
{"summary":"Russian warplanes have made several close passes in recent days over a US destroyer sailing in the Black Sea, the Pentagon said."}
{"summary":"An international team of mathematicians, including one from Strathclyde University, has developed a method to speed up stroke diagnosis."}
{"summary":"West Brom boss Tony Pulis wants the future of Manchester City target Jonny Evans to be resolved so he can focus on strengthening his squad."}
{"summary":"It is unclear whether vaccinating badgers in west Wales has cut TB in cattle, the chief vet has said."}
{"summary":"England have been drawn with France and Argentina in a tough Pool C for the 2019 Rugby World Cup in Japan."}
{"summary":"A Russian wrestler who died in a car crash will not be stripped of his Olympic medal despite his sample testing positive for a banned steroid."}
{"summary":"Coaching director Scott Johnson will leave the Ospreys at the end of the season to take up the role of Scotland senior assistant coach."}
{"summary":"Lewis Hamilton said his error-strewn qualifying session at the Grand Prix of Europe was the worst of his career."}
{"summary":"Scotland defender Christophe Berra is to leave Ipswich Town when his contract expires in the summer."}
{"summary":"A \"lack of interest\" in parish politics is being blamed for a shortfall in the number of candidates needed to serve in a Guernsey parish."}
{"summary":"One third of ambulances on duty in Hampshire waited for up to two hours outside a hospital on Monday."}
{"summary":"Sir Philip Green has been \"long favouring\" the pension schemes of Arcadia over those of BHS, according to the chairman of the Commons Work and Pensions Committee, Frank Field."}
{"summary":"A mystery siren-like noise which is keeping Swansea residents awake at night has triggered an investigation by the council."}
{"summary":"Newcastle Falcons have signed Vereniki Goneva from Leicester Tigers from the start of next season."}
{"summary":"Kissing helps us assess potential partners if, like a Jane Austen heroine, we cannot wait forever for Mr Darcy to come along, a study suggests."}
{"summary":"Mae elusen wedi rhybuddio y gallai'r nifer o bobl sydd yn marw o orddos o heroin gynyddu yn 2017."}
{"summary":"A Wiltshire man has become the \"first Brit\" to win the title of International Town Crier."}
{"summary":"A new method of applying insecticide to netting has proved 100% effective against some strains of mosquito, an international study reports."}
{"summary":"Spotify is reportedly considering an unconventional direct listing on a stock market that stops short of a full-blown initial public offering."}
{"summary":"Nearly half of people living in Britain have problems making and receiving mobile calls at home, according to a survey by a network testing company."}
{"summary":"The promise of more powers for Holyrood made little difference to the outcome of the independence referendum, according to a new report."}
{"summary":"Belfast man Kevin Seaward put himself in line for Olympic Games selection after comfortably achieving the marathon standard  in Berlin."}
{"summary":"An identity fraud victim has described the horror of discovering his £500,000 home up for sale on a property website."}
{"summary":"A woman has been arrested on suspicion of murder after a man was hit by a tram and died at Manchester's Victoria station."}
{"summary":"A major fire has been burning in the thatched roof of a large property in Hertfordshire."}
{"summary":"Swansea City made it two wins from two Premier League games as they held on to beat promoted Burnley."}
{"summary":"The Gambia has banned the internet and international phone calls as presidential elections are held in the West African state."}
{"summary":"US Secretary of State John Kerry has said the Syrian conflict is \"in many ways out of control\", as he made a fresh push to salvage a fragile truce."}
{"summary":"The western Sudanese region of Darfur is to vote on its administrative status, 13 years after the start of a conflict which has left 300,000 dead."}
{"summary":"Warren Gatland will be the one to decide whether changes are needed to his coaching team, according to Welsh Rugby Union chairman Gareth Davies."}
{"summary":"Swansea City's win against Liverpool at Anfield was one of the greatest victories in their history, according to former manager John Toshack."}
{"summary":"West Bromwich Albion have signed Tottenham midfielder Alex Pritchard on loan until the end of the season."}
{"summary":"Jordy Clasie's first-half strike proved the difference as Southampton beat West Brom to strengthen their grip on a top-10 finish."}
{"summary":"The recent furore over the £520,000 legacy left in the will of the late Joan Edwards to the government, highlights the need for a will to be drafted clearly so it accurately reflects the intentions of the individual."}
{"summary":"A body has been found in the River Clyde close to where a deaf woman went missing in Glasgow a week ago."}
{"summary":"A 69-year-old woman has died after being seriously injured when she was hit by private hire vehicle as she crossed a road in Greenock."}
{"summary":"Morocco became the first team to qualify for the 2017 Africa Cup of Nations after beating Cape Verde 2-0 in their Group F match on Tuesday."}
{"summary":"SDLP leader Alasdair McDonnell has rounded on his internal critics, saying: \"I'm not going to run away from a task half done.\""}
{"summary":"New Zealand claimed the one-day series with Sri Lanka, taking an unassailable 4-1 lead with a 120-run win in the penultimate match in Dunedin."}
{"summary":"Police have named a man who died after his car was involved in a crash with a heavy agricultural vehicle which was towing a digger."}
{"summary":"The Australian Olympic Team have confirmed there was a \"small fire\" in the basement of their building in Rio."}
{"summary":"Dydd Gŵyl Dewi hapus!"}
{"summary":"Home Secretary Theresa May has said the UK should quit the European Convention on Human Rights while remaining in the European Union."}
{"summary":"A student has been taken to hospital after falling from a balcony at a Greater Manchester school."}
{"summary":"Four-time champion Roger Federer reached the Australian Open second round with a four-set victory over Austria's Jurgen Melzer in Melbourne."}
{"summary":"Two 17-year-old boys suffered serious injuries when the car they were travelling in crashed on Sunday night."}
{"summary":"Plans to sell the European arm of General Motors - including Vauxhall - to France's PSA Group could be derailed by the deficit in GM's UK pension scheme, an expert says."}
{"summary":"Senior civil servants, military officers and judges are to receive 1% pay rises this year, ministers have announced."}
{"summary":"Scottish author Jackie Kay has won the 2011 Scottish Mortgage Investment Trust Book of the Year for her autobiographical novel Red Dust Road."}
{"summary":"Turkish border guards have shot dead at least eight Syrians, including four children, who were trying to cross into Turkey, activists say."}
{"summary":"Cannabis plants worth an estimated £400,000 have been seized by police  in County Down."}
{"summary":"Rail Minister Paul Maynard has assured passengers he is determined to resolve issues on the troubled Southern network as a matter of urgency."}
{"summary":"(Close): Shares on Wall Street ended the day little changed, although the tech-heavy Nasdaq did edge up to another record high."}
{"summary":"Norwich's northern bypass has been granted development consent from the government."}
{"summary":"The maximum sentence for stalking available to courts in England and Wales is to rise from five years to 10."}
{"summary":"The Premiership's top two teams will meet the in Irish Cup quarter-finals with Crusaders having home advantage against Linfield on Saturday, 4 March."}
{"summary":"Lib Dem leader Tim Farron has been contacted by Labour MPs unhappy with their new leader, he has said."}
{"summary":"Bomb attacks have killed at least 32 people in northern Nigeria, amid a wave of violence from Boko Haram militants."}
{"summary":"Wales fly-half Dan Biggar will be targeted by France when the teams meet in the Six Nations on 26 February, says assistant coach Neil Jenkins."}
{"summary":"A man is understood to have been shot dead by a policeman in north London."}
{"summary":"Manchester City Women reached the Continental Cup final with a narrow home win over holders Arsenal Ladies."}
{"summary":"Glasgow Warriors scrum-half Ali Price has signed a new two-year deal at the club, which will expire in May 2018."}
{"summary":"A woman who deliberately ploughed into a cyclist after being confronted about using her mobile phone behind the wheel has been jailed for three years."}
{"summary":"A teenage girl has denied the murder of seven-year-old Katie Rough."}
{"summary":"Police investigating the abduction and rape of a girl in Oxford say they have received a \"substantial quantity\" of information from the public."}
{"summary":"A football team from Londonderry in Northern Ireland has been making headlines recently."}
{"summary":"The Welsh Amateur Boxing Association board has been forced to resign over a \"lack of confidence in governance\"."}
{"summary":"US stocks ended lower after results from Goldman Sachs and Johnson & Johnson fell short of expectations."}
{"summary":"Reports claim that One Direction will be taking a break in 2016, so that all of the boys can pursue solo projects."}
{"summary":"The Oxford to London Paddington line suffered the equivalent of more than one signal problem every day last year."}
{"summary":"Ulster counties Derry, Fermanagh and Down go into next week's final round of fixtures in danger of relegation from Division Two after suffering defeats."}
{"summary":"A yarn bomber says vandals who repeatedly removed her woollen artwork, throwing it around a Hertfordshire town, have done her \"a big favour\"."}
{"summary":"Scottish Rugby has entered a new partnership through which the governing body will supply players and coaches to London Scottish."}
{"summary":"Former Test cricket umpire Dickie Bird has been appointed OBE for services to the sport and to charity."}
{"summary":"Three men who admitted defacing headstones at Glasgow Necropolis by spray painting racist slogans have been given community sentences."}
{"summary":"An Edinburgh finance worker has begun his attempt to become the first Scot to trek to the South Pole solo, unassisted and unsupported."}
{"summary":"Police have launched an investigation after a man was threatened with a knife in Paisley."}
{"summary":"TV host Jonathan Ross and Broadchurch actress Olivia Colman are to sit on this year's EE Rising Star Award jury."}
{"summary":"As excuses for missing school go, playing in the third round of a ranking tournament against the world's fourth best snooker player is a pretty good one."}
{"summary":"Smoke from huge forest fires in Indonesian has created a cloud of smog over the country, which has spread over neighbouring Malaysia and Singapore."}
{"summary":"In-form Celtic midfielder Stuart Armstrong has been called up to the Scotland squad by Gordon Strachan."}
{"summary":"It is 50 years since Dolly Parton first entered the US charts, with a cover of The Tune Weavers' Happy, Happy Birthday Baby."}
{"summary":"Bayern Munich assistant Paul Clement has agreed a two-and-a-half year deal to become Swansea City's next manager."}
{"summary":"Human trafficking in Cardiff is increasing year-on-year, with women being exploited for sex and children forced to work, says a new report."}
{"summary":"Gareth Bale has played down the significance of his duel with Real Madrid team-mate Cristiano Ronaldo ahead of Wales' Euro 2016 semi-final against Portugal."}
{"summary":"A motorcyclist who was killed in a collision during a group ride in East Sussex has been named by police."}
{"summary":"Police have confirmed the body of a man recovered from a river in Midlothian is missing pensioner Thomas Davidson."}
{"summary":"A crackdown on begging is being taken in Gloucester after reports of rising anti-social behaviour."}
{"summary":"He's labelled a fellow Australian MP a \"dumb heap of parrot droppings\", has put forward a law inspired by notorious criminal Mark \"Chopper\" Read and unleashed profanities to silence his critics on Twitter."}
{"summary":"A widespread anti-austerity strike in Finland has shut down ports and disrupted flights in the country, news agencies have reported."}
{"summary":"England have reached the quarter-finals of the Women's World Cup thanks to a stunning strike from Lucy Bronze."}
{"summary":"A reward of £20,000 has been offered in the case of a 19-year-old man feared murdered after he disappeared in Suffolk nine years ago."}
{"summary":"A man has been sentenced to life in prison for killing a sex worker in east London."}
{"summary":"US Anti-Doping Agency head Travis Tygart has called cyber-espionage team Fancy Bears \"con artists\" after they released documents allegedly showing \"cover ups\" by US sports officials."}
{"summary":"Work to finish off a public building, which went £13m over budget, has been completed five years after it opened."}
{"summary":"Up to four in 10 further education and sixth-form colleges in England could close if the government presses ahead with savings, says Labour."}
{"summary":"Bollywood actors Amitabh Bachchan and Aamir Khan were among those who had to be evacuated when a big fire broke out at a lavish cultural show in Mumbai."}
{"summary":"A £500,000 grant to speed up flood prevention work on the A55 in Gwynedd has been announced."}
{"summary":"Radical Islamic terrorism \"must be stopped by whatever means necessary\", US President Donald Trump has tweeted in the wake of attacks in Barcelona."}
{"summary":"The Brazilian Health ministry says it's developed new testing kits to rapidly identify the presence of three viruses - Dengue, Zika and Chikungunya - all carried by the same mosquito."}
{"summary":"Lord Mandelson has criticised Labour for failing to come up with a credible strategy for decentralising power from London to northern England."}
{"summary":"A giant whale skeleton dismantled and put into storage for three years during a museum refurbishment has been put back together, bone by bone."}
{"summary":"A new GP IT system designed to improve quality and planning in the NHS in England has been criticised for running over budget and behind schedule, by a finance watchdog."}
{"summary":"Has there ever been a better pantomime villain in football?"}
{"summary":"More than 10% of elite athletes could be using performance-enhancing drugs, says World Anti-Doping Agency director general David Howman."}
{"summary":"A Serie A manager has completed a 1,300km bike ride up the length of Italy, after telling his players he would do so if they avoided relegation."}
{"summary":"Seven more Russian athletes have been cleared to compete as neutrals while their country remains suspended from international athletics."}
{"summary":"A school was placed in emergency lockdown after reports a gunman fired shots at school workmen, police said."}
{"summary":"Eight people were arrested as part of an investigation into a suspected human trafficking gang."}
{"summary":"A sharp rise in fuel prices in California linked to state supply shortages has forced some petrol stations to close temporarily."}
{"summary":"A charity in Dorset has been training a group of special dogs to help kids who have physical and mental difficulties."}
{"summary":"New Birmingham City boss Gianfranco Zola says he had to be \"professional\" about replacing Gary Rowett as manager."}
{"summary":"Teachers and school staff in Wales have been the victims of more than 1,500 physical and verbal attacks by pupils every year, figures have shown."}
{"summary":"A preferred bidder has been selected to take forward a potential £50m Stranraer waterfront investment plan."}
{"summary":"A controversial £150m energy from waste plan in Aberdeen will not be called in the Scottish government."}
{"summary":"Shares in software firm Twilio have soared almost 88% on their first day of trading in New York."}
{"summary":"Two \"predators\" who attempted to rape a woman in an attack which left her unconscious have been jailed for 12 years."}
{"summary":"US officials have formally accused Russia of cyber attacks against political organisations in order \"to interfere with the US election\"."}
{"summary":"The European Tour has announced a six-hole team event called GolfSixes, in its attempts to \"modernise\" and \"broaden the appeal\" of the sport."}
{"summary":"The centenary of the the Battle of Passchendale has been marked by those on social media with tributes to family who fought and died at Passchendale."}
{"summary":"A county bowls final was abandoned after an argument erupted when a player appeared to headbutt an opponent, who fell and broke a finger."}
{"summary":"A man has been charged after a firearm was discharged in Midlothian."}
{"summary":"Former Landsbanki boss Sigurjon Arnason has been sentenced to 12 months in prison."}
{"summary":"Ryan Christie concedes Celtic's sizeable posse of midfielders is going to limit his game time."}
{"summary":"Former Marshall Islands foreign minister Tony De Brum, who played a key role in securing the Paris climate pact has passed away aged 72."}
{"summary":"Crew diaries which had been locked away for 150 years are being reunited with Britain's oldest surviving warship at a special ceremony on Teesside."}
{"summary":"The war in Syria has gone on for more than six years and has claimed the lives of more than a quarter of a million people."}
{"summary":"Author Patrick Ness is in the running to become the first author to win the Carnegie Medal three times."}
{"summary":"More than 3.5 million people have reportedly attended the World Cultural Festival in Delhi, in what organisers are calling the world's largest cultural gathering."}
{"summary":"Liverpool defender Joel Matip and West Brom's Allan Nyom have not been named in Cameroon's 23-man squad for this month's Africa Cup of Nations."}
{"summary":"Foyle's War actress Honeysuckle Weeks has gone missing, police have said."}
{"summary":"Eight scouts were rescued by helicopter after taking a wrong turn while trekking in the Cairngorms."}
{"summary":"Foreign lorries are to be charged up to £1,000 a year to use British roads - in a bid to benefit domestic hauliers."}
{"summary":"A coral reef, larger than the size of London, has been discovered for the first time, in the Amazon river, in Brazil."}
{"summary":"Falkirk director Alex Smith wants to see an end to bookmakers taking bets on which manager will be sacked next."}
{"summary":"A UKIP candidate who called for an NHS review to look at compulsory abortion of foetuses with Down's syndrome or spina bifida has been suspended."}
{"summary":"UKIP wants to be a \"constructive part of the assembly\" and can do \"good things\", Welsh leader Nathan Gill has said."}
{"summary":"Hotels, restaurants and historic attractions in the north of Scotland have just enjoyed a bumper season - but there is uncertainty about the future of the tourism industry following the Brexit vote."}
{"summary":"Doctors in England and Wales should offer overweight patients \"green space\" prescriptions to get them exercising outdoors, says the Local Government Association."}
{"summary":"A 29-year-old man has denied murdering his baby son."}
{"summary":"Ched Evans grabbed the winner as Chesterfield ended their long run without a victory by triumphing at Colchester United in the FA Cup first round."}
{"summary":"An Australian senator has revealed he renounced his UK citizenship, but it wasn't confirmed until after he was elected."}
{"summary":"Leicester Tigers have agreed the signings of Tonga international  Sione Kalamafoni from Gloucester and Ireland's Dominic Ryan from Leinster."}
{"summary":"A French woman in her sixties who murdered her husband in 2012 has been released after a second intervention by President Francois Hollande."}
{"summary":"Andrew Robertson won his first British 60m title at the indoor team trials, as 2015 world champion Richard Kilty was disqualified in the final for a false start for the second year in a row."}
{"summary":"British pair Gabby and Chris Adcock are through to the last eight of the All England Championships in Birmingham."}
{"summary":"UK scientists are hunting for impact craters on Mercury that are likely to have been produced by disrupted comets."}
{"summary":"The UN says it is \"extremely concerned\" by reports of attacks by Kurdish forces on Sunni Muslim Arabs living in Iraq."}
{"summary":"Police investigating Madeleine McCann's disappearance say \"a substantial phase of operational activity\" will begin within weeks."}
{"summary":"News director James Harding has spoken out against the \"mistaken view\" the BBC should \"rein in\" local news coverage for fear of damaging local newspapers."}
{"summary":"The producer of Dreamgirls has said its belated London transfer might not have happened had shows like The Lion King not helped foster black acting talent."}
{"summary":"Belfast's Black Santa is expected to begin his annual Christmas sit-out for charity on Thursday."}
{"summary":"Demand for mortgages fell sharply in the first quarter of the year in the UK, according to research for the Bank of England."}
{"summary":"Oxford's Magdalen Bridge will be open to the public during the city's traditional May Day celebrations for the first time in six years."}
{"summary":"A crossbow attack has left a man with \"potentially life-changing\" injuries."}
{"summary":"Warwickshire kept their slim County Championship title hopes alive as they enjoyed the better of the first day against Northants at Edgbaston."}
{"summary":"This year is set to be the deadliest for migrants and refugees crossing the Mediterranean to Europe, the UN refugee agency says."}
{"summary":"If you want to know what's going to be big in tech in 2015, then a huge tech show in Las Vegas might well have the answer!"}
{"summary":"Farmers on the islands of Sao Tome and Principe, off the coast of West Africa, are again enjoying the sweet taste of success thanks to high-quality, organic, Fairtrade cocoa - the raw ingredient for chocolate."}
{"summary":"Nine Scottish designers and companies will represent Dundee's V&A museum at this year's London Design Festival."}
{"summary":"Running a marathon is hard enough - but how about doing it in temperatures as low as -50 degrees?"}
{"summary":"Wales international defender Craig Morgan has signed a new two-year deal at Wigan Athletic that will run until the summer of 2019."}
{"summary":"Two pressing issues - migration and the fight against terrorism - are set to dominate the EU summit, as leaders gather in Brussels."}
{"summary":"A Victorian steam locomotive that featured in the theatre adaptation of The Railway Children has been unveiled at a Dorset heritage railway."}
{"summary":"Jess Fishlock celebrated her 100th cap in style as she helped Wales to a comfortable win over Northern Ireland with a terrific first-half goal."}
{"summary":"Apple has settled a patent dispute with a litigant that had already beaten Huawei and Samsung in court."}
{"summary":"Investors should be quoted a single \"all-in fee\" so the amount taken in charges from their investment returns is clear, a regulator has said."}
{"summary":"A long-running bid to build an internet data centre in southern Scotland looks set to seek a further time extension to its planning consent."}
{"summary":"Prince Harry has arrived in Australia for a four-week placement with the Australian Defence Force."}
{"summary":"A new plan to tackle the rising number of people with liver disease in Wales aims to improve early detection and speed up referrals."}
{"summary":"A letter written by DH Lawrence in which he describes a Berkshire village as smelly has sold for £1,000 at auction."}
{"summary":"Thousands of students in Wales have received their A-level results, while universities will over the next few weeks deal with hundreds of remaining places through clearing."}
{"summary":"Lord Janner to be prosecuted over claims of historical sex abuse after independent review overturns CPS decision"}
{"summary":"A Ceredigion rugby player killed in Spain will have his final wish fulfilled after friends and family secured a plot in a cemetery."}
{"summary":"Chelsea stretched their lead at the top of the Premier League table to 11 points after victory over battling Swansea City at Stamford Bridge."}
{"summary":"Macclesfield have signed Jared Hodgkiss from Kidderminster and Scott Wilson from Eastleigh, while boss John Askey has signed a new 12-month rolling deal."}
{"summary":"Four people have been charged after trouble at a football match left two police officers injured."}
{"summary":"A British IS fighter who carried out a suicide attack in Iraq should never have received a penny in compensation, a former independent reviewer of UK terrorism legislation has said."}
{"summary":"When five Dallas police officers were shot dead by a sniper on Thursday, it fell to David Brown, the city's police chief, to sum up the shock and grief of the force and the community."}
{"summary":"Republican nominee Donald Trump has ripped into House Speaker Paul Ryan as a \"weak and ineffective\" leader."}
{"summary":"Marcus Willis, the qualifier who played Roger Federer in the second round of Wimbledon 2016, is helping to promote the Advantage Tennis Training scheme."}
{"summary":"At least 35 people have been arrested after they defied a ban on demonstrations and protested in the Syrian capital, reports say."}
{"summary":"Jermain Defoe's brilliant winner against Newcastle has made the headlines but it was the less spectacular parts of his performance that stood out for me."}
{"summary":"Pupils at isolated schools do worse at GCSE than teenagers in areas with a choice of schools, suggests research."}
{"summary":"Huddersfield full-back Ryan Brierley scored a stunning hat-trick of tries but Super League's bottom club lost to Wigan, who went top of the table."}
{"summary":"Activists in Uganda have held a gay pride rally, a year since a law requiring homosexuals to be jailed for life was overturned."}
{"summary":"Spain is likely to miss its budget targets for this year and Madrid should adopt wider reforms to reduce its debts, according to the International Monetary Fund (IMF)."}
{"summary":"Three senior Scotland Yard officers have been cleared over their handling of allegations at the centre of an investigation into VIP paedophile claims, the police watchdog has said."}
{"summary":"The family of a woman shot dead by two cyclists have paid tribute to the \"beautiful\" 20-year-old who was \"loved by everyone\"."}
{"summary":"Toddler Liam Fee suffered a ruptured heart as a result of severe \"blunt force\" trauma, a murder trial has been told."}
{"summary":"Libyan air force jets have bombed a Greek-operated oil tanker chartered by Libya's national oil company, killing two crew members."}
{"summary":"\"If these dams are built, everything will end,\" says Lamberto Painha, one of the chiefs of the Munduruku tribe in Brazil's Amazon region."}
{"summary":"A cyclist is beginning her attempt to break a long-standing long distance cycling challenge over the next year."}
{"summary":"A heatwave in Spain and Portugal has triggered alerts across the region, with temperatures soaring above 40C and warnings of risks to residents' health."}
{"summary":"Shares of Yahoo Japan fell 5% on the Tokyo Stock Exchange on reports that talks regarding the swap of Yahoo's Asian assets had hit a stalemate."}
{"summary":"A public local inquiry is likely to be held into plans to improve a hairpin bend on the A9 in Caithness."}
{"summary":"Hi-tech police crime units dealing with incidents of suspected child abuse have developed a backlog of cases, the BBC has learned."}
{"summary":"Extra police patrols are being deployed in Belfast after a series of attacks on officers, cars and property by youths in nationalist areas of the city."}
{"summary":"Organisers of the National Eisteddfod have apologised for delays following a decision to shut the main car park after it became waterlogged."}
{"summary":"A little over a decade has passed since Ryan Giggs' final game for Wales yet, even at 43 years old, the former Manchester United winger can still be devilishly elusive."}
{"summary":"Five children, four girls and one boy, were behind a series of blasts in the north-eastern Nigerian city of Maiduguri on Thursday, sources say."}
{"summary":"Sunderland midfielder George Honeyman has extended his stay at National League side Gateshead until 2 January."}
{"summary":"All week in Beijing, in offices and homes, in lifts and shops, restaurants, taxis and buses, one topic has dominated conversation - Beijing's foul air."}
{"summary":"Although the assembly has wound down with almost clockwork-like inevitability, it should not be forgotten that the breakdown of Stormont wasn't pre-determined."}
{"summary":"\"Designer vagina\" surgery should not be carried out on the NHS or on girls under the age of 18, the Royal College of Obstetricians and Gynaecologists has said."}
{"summary":"In an editorial I wrote on Monday, after a week of intense anti-terror activity in Brussels, I used an Uzbek proverb - \"One man builds a bridge, a thousand men cross it\" - to advocate an active, two-way engagement between Muslim communities in Brussels and the Belgian state."}
{"summary":"An adult-themed song has been played on a local radio station in a series of rogue broadcasts."}
{"summary":"The widows of three Chilean soldiers have launched legal action against the country's Communist Party leader."}
{"summary":"Authorities in El Salvador have raided the offices of the Panama law firm at the centre of a massive data leak, the attorney general's office says."}
{"summary":"A fire and explosion at a military explosives facility near the Iranian capital Tehran has left at least two people dead, reports say."}
{"summary":"Residents in parts of the US state of Oregon are to cast their votes by iPad during a special election on Tuesday."}
{"summary":"Homeless people are struggling to access healthcare, according to a new Wales-wide report."}
{"summary":"Sussex bowler James Anyon has announced his retirement after failing to recover from a knee injury."}
{"summary":"Surrey wicketkeeper-batsman Ben Foakes has signed a new contract, which will keep him at The Oval until the end of the 2018 season."}
{"summary":"Brighton & Hove Albion have signed Northern Ireland midfielder Oliver Norwood from fellow Championship side Reading for an undisclosed fee."}
{"summary":"The European Parliament has voted against a set of rules intended to safeguard \"net neutrality\" in the EU."}
{"summary":"The most precise map of the night sky ever assembled is taking shape."}
{"summary":"Shares in Toshiba have dived 16% on reports that the embattled Japanese conglomerate faces bigger losses at its US nuclear power business."}
{"summary":"There's an old saying in Washington that politics should \"stop at the water's edge\"."}
{"summary":"The 1986 Commonwealth Games in Edinburgh are sadly remembered for the wrong reasons."}
{"summary":"Mexican prosecutors have issued an order to locate and question actress Kate del Castillo over her links with the imprisoned drug baron, Joaquin \"El Chapo\" Guzman."}
{"summary":"Five people have been injured after a multi-vehicle accident on the A470 trunk road in Powys."}
{"summary":"For the past few years, there has been a general consensus of opinion among football supporters that Lionel Messi and Cristiano Ronaldo are the best players in the world."}
{"summary":"The parents of baby with rare genetic condition have reached a £1.2m crowdfunding target for him to have pioneering treatment in the US."}
{"summary":"Broadchurch is back for its third and final series - and has gone down well with TV critics."}
{"summary":"Concerns have been raised that not enough is being done to prevent a repeat of serious flooding which disrupted rail services in the South West last winter."}
{"summary":"The pace of house price rises will slow when tax changes \"take the heat out\" of interest from investors, surveyors suggest."}
{"summary":"Did Sean Penn break the law when he did an interview with Joaquín \"El Chapo\" Guzman for Rolling Stone?"}
{"summary":"Major Tim Peake has been back on Earth for three weeks now, but what's it really like to live in space?"}
{"summary":"The woman behind the creation of a giant woollen model of Bristol has recreated an historic city gatehouse on an embroidered map."}
{"summary":"Dumfries-born DJ Calvin Harris has withdrawn from the MTV European Music Awards because of illness."}
{"summary":"A sprawling storm system has brought havoc to a swathe of the US, leaving two people dead and thousands of households without electricity."}
{"summary":"The owner of the Independent, Evgeny Lebedev, says the newspaper could be for sale if somebody \"offers the right price\"."}
{"summary":"A beach where five friends died during a day trip claimed a seventh life in the summer, a coroner has disclosed."}
{"summary":"Northampton Town manager Chris Wilder says he cannot see his side faltering as they sit 11 points clear at the top of the League Two table."}
{"summary":"Bristol Rovers triumphed in a seven-goal thriller away at Morecambe."}
{"summary":"Manchester City missed the chance to make up ground in the Premier League title race as they were held to a goalless draw by a stubborn Everton."}
{"summary":"Football agent Jorge Mendes has denied helping footballers evade tax illegally by creating shell companies."}
{"summary":"A charity is trying to trace children who were photographed in the post-war slums of Britain."}
{"summary":"The Met Office issued a yellow \"be aware\" warning for ice across Wales."}
{"summary":"The northbound section of the main road into Scotland has been reopened following a crash involving two coaches and a lorry."}
{"summary":"Female students are less likely to aim for top graduate jobs but more likely to land them if they apply, says the Association of Graduate Recruiters."}
{"summary":"Sierra Leone is mourning the death of top goalkeeper Alhaji Dauda Conteh who has died from a short illness in hospital in Freetown aged 25."}
{"summary":"The father of a man murdered by loyalist paramilitaries has launched a legal challenge to Brexit."}
{"summary":"A council has revealed the scale of its financial contribution to major repair work at its flagship leisure centre."}
{"summary":"Mark Zuckerberg has said that he will not sell any of his shares in Facebook for at least one year in a bid to shore up investor confidence."}
{"summary":"Colchester were relegated from League One with a home defeat by Burton, who boosted their own promotion chances."}
{"summary":"Lancashire clinched promotion back to Division One of the County Championship after they drew with Leicestershire on Saturday and Essex failed to beat Kent."}
{"summary":"Stuart Armstrong is saddened by the plight of former club Dundee United."}
{"summary":"Key talks on Iran's controversial nuclear programme, which have resumed after a 15-month impasse, have been described as \"positive\" and \"totally different\" from the last meeting."}
{"summary":"A man accused of murdering four men in east London has also been charged with poisoning, rape and sexual assault."}
{"summary":"All the human remains found at the scene of the Germanwings air crash have been identified and will be returned to their families, a French prosecutor says."}
{"summary":"Manchester United has reported that overall quarterly revenues to 30 September went up 39.3% to £123.6m."}
{"summary":"The Greek government made \"completely unrealistic promises\" to voters that it cannot now fulfil, the former European Commission president has said."}
{"summary":"Australia's prime minister has been told he will not be welcome at next year's Mardi Gras parade because of his handling of the gay marriage issue."}
{"summary":"Two men have been arrested after Irish police seized drugs worth about 2.1m euros (£1.63m) in Dublin at the weekend."}
{"summary":"Paris St-Germain and Nice both won on Saturday to make it a three-way tie on points at the top of Ligue 1."}
{"summary":"Open champion Jordan Spieth edged closer towards his fourth win of the season after a six-under-par third round of 64 in the Northern Trust."}
{"summary":"Three sets of schools have been selected by the Department of Education in Northern Ireland for new shared campuses."}
{"summary":"BBC Northern Ireland has been linked with a move to the Sirocco site in east Belfast."}
{"summary":"Black women in England are almost twice as likely to be diagnosed with advanced breast cancer as white women, according to a new analysis by Cancer Research UK and Public Health England."}
{"summary":"Leicester City fans wore Jamie Vardy face masks for their 2-0 defeat by Everton on Boxing Day to show their support for the suspended striker."}
{"summary":"Three Syrian men have appeared in court accused of sexually assaulting a 14-year-old girl in a park in Newcastle."}
{"summary":"World Cup winner Bastian Schweinsteiger has returned to training with Manchester United's first team."}
{"summary":"A South African court has ordered that a Czech businessman accused of links to organised crime be moved from prison to hospital after claims he had been tortured by police with a taser gun."}
{"summary":"Defender Pepe is leaving Real Madrid after 10 years at the Spanish club, having decided in January to move on."}
{"summary":"A domestic abuse victim has received £75,000 from a police force after it revealed details of her treatment by a former boyfriend without her consent."}
{"summary":"Britain's Katarina Johnson-Thompson is on course to qualify for this summer's Rio Olympics after setting three personal bests on the opening day of the Hypo meeting in Gotzis."}
{"summary":"An RNLI crew came to the rescue of a capsized kayaker off Anglesey on Friday."}
{"summary":"Residents in the Japanese city of Hiroshima are commemorating the 70th anniversary of the first atomic bomb being dropped by a US aircraft."}
{"summary":"One of the UK's biggest waste companies is fitting cameras to its vehicles in a bid to reduce the number of homeless people killed after sleeping rough in industrial-sized wheelie bins."}
{"summary":"South African state prosecutors have failed in their bid to challenge the six-year sentence for murder handed down to Oscar Pistorius."}
{"summary":"A dramatic cliff face walk in County Antrim that was built more than a century ago has reopened to the public after multi-million pound revamp."}
{"summary":"Bristol have been relegated to the Championship with two games left to play after a brave defeat by ruthless Premiership leaders Wasps."}
{"summary":"The mayor of Rome, who is from the anti-establishment Five Star Movement, has asked Italy's government not to send more migrants to the city."}
{"summary":"The first ever game between South Sudan and Sudan ended goalless at the Cecafa Senior Challenge Cup in Ethiopia."}
{"summary":"Frenchman Thomas Voeckler clinched overall victory in the Tour de Yorkshire by winning the third and final stage at Scarborough."}
{"summary":"Maidstone ended a run of five National League games without a win by beating Torquay 2-1 at the Gallagher Stadium."}
{"summary":"A statistic in March provoked outrage in the US media about inequality."}
{"summary":"Police Scotland officers and staff suffering psychological problems took nearly 200,000 sick days over the last three years, new figures show."}
{"summary":"Chris Squire, the bass guitarist and co-founder of 1970s British progressive rock band Yes, has died at the age of 67, his bandmates have said."}
{"summary":"Chelsea boss Jose Mourinho criticised his \"naive\" medical staff for treating Eden Hazard in their draw with Swansea."}
{"summary":"China has banned companies from registering weird and long names."}
{"summary":"A bid to secure £1bn of funding for Edinburgh and the south east of Scotland has won the backing of almost 100 businesses."}
{"summary":"Japanese carmaker Nissan has announced it will invest £100m in its UK plant to build the new Juke model."}
{"summary":"India, one of the world's largest greenhouse gas emitters, will ratify the Paris global climate agreement pact next month, Prime Minister Narendra Modi has said."}
{"summary":"Police have released the name of a five-year-old boy who died after being hit by a van in Glasgow."}
{"summary":"An Australian aid worker who was abducted in Afghanistan earlier this year has been released."}
{"summary":"Zimbabwe's government is axing 25,000 civil service jobs in an effort to rein in government spending."}
{"summary":"Japan made unwelcome history as the first team to exit the World Cup having won three matches after they beat the United States."}
{"summary":"League One side AFC Wimbledon have signed Chris Whelpdale following the winger's departure from Stevenage."}
{"summary":"Venezuelan opposition lawmakers have chosen a veteran politician as the new head of the country's legislative body."}
{"summary":"Relatives of a Scottish woman who is suspected of helping to recruit three missing London teenagers to Islamic State (IS) have said she is a \"disgrace to her family\"."}
{"summary":"A defence minister has refused to say when the next generation of Royal Navy warships will be built."}
{"summary":"One lane of the M4 in Monmouthshire has reopened after a five-vehicle crash."}
{"summary":"Rufus Norris is to take over from Sir Nicholas Hytner as director of the National Theatre."}
{"summary":"A ferry between Llandudno to Liverpool could be restarted by the summer of 2021 as a group of enthusiasts hope to reopen the once-popular day trip."}
{"summary":"More than £4.5m is to be spent at a water treatment works near a Snowdonia lake to improve the quality of water returned to the environment, Welsh Water has said."}
{"summary":"This is where the story of America's first black president, Barack Obama, begins."}
{"summary":"Iran has suspended flights for pilgrims to Saudi Arabia after the alleged sexual assaults of two Iranian boys."}
{"summary":"Jihadist militant group Isis has said it is establishing a caliphate, or Islamic state, on the territories it controls in Iraq and Syria."}
{"summary":"Boxing can turn the bright-eyed and bushy-tailed into the cynical and contorted, seemingly overnight."}
{"summary":"Leah met children at the Emporium Kindergarten in Koriyama, Japan, tucking into a tasty lunch."}
{"summary":"Ulster fly-half Ian Humphreys has announced he will retire from the game at the end of the season."}
{"summary":"Doncaster Rovers Belles have signed Liverpool and England Under-19 defender Maz Pacheco on loan until the end of the Women's Super League season."}
{"summary":"Ireland's batsmen showed signs of rustiness as they were dismissed for 155 on the first day of their game against a Queensland XI in Brisbane."}
{"summary":"Cardiff City are open to offers from other clubs for strikers Federico Macheda and Adam le Fondre, says boss Paul Trollope."}
{"summary":"A war of words has erupted between ex-Leeds United managing director David Haigh and his former employer, private equity group GFH Capital."}
{"summary":"The \"outdated\" practice of recruiting 16-year-olds into the Army is wasting up to £94m a year and should stop, two human rights groups have said."}
{"summary":"Ireland clinched a 4-3 victory over France in their opening game at the EuroHockey Championships in London."}
{"summary":"William Fox-Pitt says his dream to compete at a fifth Olympics in Rio gave him the \"great drive\" to recover from a fall and induced coma last year."}
{"summary":"Public evidence hearings in an inquiry into a botched green energy scheme are expected to begin in autumn this year."}
{"summary":"Twenty-five petrol bombs and a number of fireworks have been thrown at police by youths following a security alert in Londonderry."}
{"summary":"The police have issued a warning about a parking charge notice scam that has been landing in email inboxes in Northern Ireland."}
{"summary":"Tottenham have signed Cameroon international striker Clinton N'Jie from French club Lyon."}
{"summary":"Fleetwood Town delayed Sheffield United's promotion party with victory at Oxford United that maintained their own hopes of reaching the Championship."}
{"summary":"Police in London have arrested the leader of Pakistan's powerful MQM party, Altaf Hussain, on suspicion of money-laundering."}
{"summary":"Scientists have used high-power X-rays to \"see inside\" an exquisite and complete dinosaur specimen."}
{"summary":"Peter Rippon, the former editor of Newsnight, has been allocated a new role overseeing the development of the online BBC News archive."}
{"summary":"Rob Hall scored his first goal since returning to Oxford with a brilliant equaliser in an ill-tempered draw with struggling Oldham at the Kassam Stadium."}
{"summary":"Singer Chrissie Hynde has come under fire for suggesting it can be a woman's fault if she is raped."}
{"summary":"Charity fundraiser \"Run Geordie Run\" has set off for Europe on the next leg of his around the world challenge."}
{"summary":"The grandmother of a baby girl who was killed by a banned breed of dog has had her case committed to crown court."}
{"summary":"A teenager who \"never thought about the consequences\" of repeatedly abusing a young boy has been jailed for four years."}
{"summary":"Pharmaceutical firm Johnson & Johnson (J&J) has been ordered to pay more than $55m (£40m) in compensation to an American  woman who says its talcum powder caused her ovarian cancer."}
{"summary":"A woman has died after it is believed she was hit by a van while chasing a dog on the M4 near Cardiff."}
{"summary":"A \"grand trail\" of 60 Gromit statues are to grace the streets of Bristol for 10 weeks next summer."}
{"summary":"The Progressive Unionist Party has accused the DUP and Sinn Féin of engaging in a \"cultural war\" instead of dealing with \"crucial social economic issues\"."}
{"summary":"A boy who stabbed his foster mother to death had been watching inappropriate material on YouTube, a fatal accident inquiry has heard."}
{"summary":"The International Olympic Committee should be helping to compensate child victims of police violence at Rio 2016, say children's rights groups."}
{"summary":"A hotel had to be evacuated after a fire that affected three floors."}
{"summary":"Wayne Rooney has equalled Sir Bobby Charlton's record of 249 goals for Manchester United."}
{"summary":"A full smoking ban at all hospital sites in Cardiff and the Vale of Glamorgan has been given the go-ahead."}
{"summary":"A mob of thousands of people lynched a suspected rapist after breaking into a prison in north-east India, police say."}
{"summary":"A pilot nicknamed Biggles who used his aerial photography business to front a £33.5m cocaine smuggling racket has been jailed for 19 years."}
{"summary":"Nice striker Mario Balotelli has signed a new one-year contract with the club."}
{"summary":"People with the signature R G Mugabe emblazoned over their fronts or atop a stylish beret can be seen proudly walking around Zimbabwe's capital - a city that is usually a hotbed of anti-Mugabe feeling."}
{"summary":"Huddersfield Town have parted company with manager Mark Robins after just one game of the Championship season."}
{"summary":"Tyrrell Hatton believes controlling his emotions is a key to future success after another lucrative week's work."}
{"summary":"A man who killed his mother with a champagne bottle hours after being discharged from a mental health unit has been handed an indefinite hospital order."}
{"summary":"Everton winger Aiden McGeady is to join Championship side Sunderland on a permanent deal."}
{"summary":"JK Rowling feels \"fully vindicated and her reputation restored\" after the Daily Mail's apology to the author was read out in London's High Court."}
{"summary":"Specialist Border Force officers have given BBC News a rare insight into the high-stakes game of \"hide-and-seek\" they are involved in on a daily basis in the hunt for smuggled drugs aboard ships entering UK ports."}
{"summary":"Andy Goode set a new Premiership points record on his home patch as Wasps overpowered London Irish to make a dream start to life at the Ricoh Arena."}
{"summary":"Gambia's President Adama Barrow has returned to the country to assume power - days after his predecessor Yahya Jammeh left to go into exile."}
{"summary":"HSBC has reached a $470m (Â£325m) settlement with the US government and states related to dubious mortgage lending and foreclosure practices that contributed to the financial crisis."}
{"summary":"Great Britain's women won team silver behind Russia in the European Championships despite not being at their best in the final in Bern."}
{"summary":"Bottom-of-the-table Bristol succumbed to a ninth defeat from nine Premiership games as Leicester Tigers survived a second-half fightback at Ashton Gate."}
{"summary":"A black woman working for Thames Valley Police has said she felt \"shocked and offended\" when a colleague allegedly left a toy monkey on her desk."}
{"summary":"Tens of thousands of people have lined the streets of Birmingham for the annual St Patrick's day parade."}
{"summary":"Images courtesy of AFP, EPA, Getty Images and Reuters"}
{"summary":"The number of people using food banks in Wales has continued to rise, according to latest figures for 2014."}
{"summary":"Zac Goldsmith has retaken Richmond Park for the Conservative party in one of the most dramatic results of the election."}
{"summary":"An extra 20% tax on sugary drinks should be introduced to tackle the obesity crisis, the British Medical Association says."}
{"summary":"Worcester City bring down the curtain on 108 years of football at St George's Lane when they play Blue Square Bet North champions Chester on Saturday."}
{"summary":"Scientists have discovered the 700,000-year-old ancestor of the tiny primitive human known as \"the Hobbit\"."}
{"summary":"A mother who tried to abduct her two children to live in Syria under control of the so-called Islamic State has been jailed for five years and four months."}
{"summary":"Tottenham boss Mauricio Pochettino and winger Son Heung-min have been named Barclays manager of the month and player of the month respectively."}
{"summary":"(Open): The UK's benchmark share index opened lower as shares in mining companies continued to slide."}
{"summary":"The Siberian tiger: majestic, enigmatic - the classic big cat precariously balanced on the edge of extinction."}
{"summary":"At least 7,000 people have been evacuated in north-eastern Argentina as heavy rains cause rivers to swell."}
{"summary":"A rapist who fled on the eve of his trial has been arrested in Hong Kong."}
{"summary":"Rick Astley's comeback album has been nominated for album of the year at the BBC Music Awards."}
{"summary":"A Birmingham sculptor, whose works are so small they can only be viewed through a microscope, is holding an exhibition in his home city."}
{"summary":"Hundreds of taxi drivers have been granted licences despite declaring criminal convictions for sex offences, burglary and assault, figures show."}
{"summary":"Police have met senior figures at Glasgow City Council amid allegations of malpractice, it has emerged."}
{"summary":"A fisherman is celebrating after landing the biggest cod ever caught by a British angler."}
{"summary":"An MP has warned David Cameron there are not enough armed police officers in Sussex to tackle terrorist attacks."}
{"summary":"Two years ago he suggested he would be retiring from film-making, but instead 79-year-old director Ken Loach has won the coveted Palme D'Or award for the second time at the Cannes Film Festival."}
{"summary":"More than a year after the death of the superstar musician Prince, his sister and five half-siblings have been declared his legal heirs."}
{"summary":"Seven-time world champion Stephen Hendry has announced his retirement from snooker after a heavy 13-2 defeat by Stephen Maguire at the Crucible."}
{"summary":"A 35-year-old man has been arrested after a woman was held hostage in a restaurant in Melbourne, Australia, for seven hours."}
{"summary":"A German aid worker who was kidnapped in Afghanistan in August has been released and is in good health, her employer has said."}
{"summary":"Pictures are copyright BBC and Getty Images"}
{"summary":"A hermit who lived in a woodland mud hut for four years says his eviction has forced him to go home to live with his mother."}
{"summary":"A 72-year-old pedestrian has died following a collision involving two cars in Monmouthshire."}
{"summary":"A Scottish laser manufacturer is set to increase its export activities after securing new financial backing."}
{"summary":"Up to 300,000 people have now been displaced by the fighting between Sunni militants and security forces in Iraq's western province of Anbar, the UN says."}
{"summary":"The 2016 Olympic Games started in spectacular style with the opening ceremony at the Maracana Stadium in Rio on Friday."}
{"summary":"A 27-year-old man has been arrested after effigies of Rangers fans were hung from the stands during the recent Glasgow derby at Celtic Park."}
{"summary":"More than 40 dead pigeons have been found lined up in the middle of a major road through Devon."}
{"summary":"Ivory Coast's President Alassane Ouattara says he will not send any more Ivorians to the International Criminal Court (ICC) in The Hague."}
{"summary":"Africa's biggest basketball tournament is under way in Tunisia, after a venue change due to security concerns."}
{"summary":"A former Neighbours actress, held in Malaysia after snatching her child from her estranged partner at a restaurant, can return to Australia, officials say"}
{"summary":"Plans for a multi-million pound artificial surfing lake on the outskirts of Edinburgh are to be unveiled at a series of public consultation events."}
{"summary":"Notts County's game with Morecambe had to be abandoned at 0-0 just 10 minutes after kick-off after a huge storm waterlogged the Meadow Lane pitch."}
{"summary":"Two soldiers were killed when their car failed to stop at a junction and crashed into a tractor in County Antrim, an inquest has heard."}
{"summary":"Inmarsat, the British satellite telecommunications company, has awarded the contract to build its next-generation constellation to Airbus."}
{"summary":"South Africa bowler Wayne Parnell says he would like to return to Glamorgan after his spell with the county ends."}
{"summary":"Round-the-world cyclist Mark Beaumont has been named the new rector of Dundee University."}
{"summary":"Scottish universities should consider admitting students from deprived backgrounds whose grades are lower than their more affluent counterparts, according to a report."}
{"summary":"Output from the Scottish economy grew by 0.4% in the second quarter of this year but lagged behind the UK as a whole, according to official figures."}
{"summary":"A new study has shown that Indonesia lost about 60,000 sq km of virgin forest - an area close to the size of Ireland - over a period of 12 years."}
{"summary":"Quinton de Kock's maiden Test century put South Africa in command of the final Test as England closed day two in Centurion 337 runs behind on 138-2."}
{"summary":"After almost four decades in power, the SDLP has lost its Westminster seat in Foyle."}
{"summary":"A former prison in Shrewsbury, in Shropshire, is up for sale."}
{"summary":"The law firm Public Interest Lawyers, which submitted multiple allegations of misconduct by British troops during the Iraq War, is to close."}
{"summary":"A head teacher's claims of a \"Trojan Horse\" Islamic takeover at a school have \"no basis\", a council investigation has found."}
{"summary":"Cuts have been made to support for families needing respite care in parts of Wales, figures obtained by the BBC have shown."}
{"summary":"Leyton Orient have signed Dutch defender Jens Janse on a deal until the end of the season."}
{"summary":"New Jersey Governor Chris Christie laughed about his staff closing part of a bridge in 2013 over a mayor who refused to endorse him, a court heard."}
{"summary":"The trailer starts by charting Paddington's journey from the treetops of the Peruvian jungle to the bright lights of London."}
{"summary":"Batsman Will Tavare and all-rounder Graeme van Buuren have extended their contracts with Gloucestershire."}
{"summary":"Southern Health NHS Foundation Trust is to face prosecution over alleged failings at a mental health unit."}
{"summary":"Moray Council has awarded a £17m contract for the refurbishment of four primary schools."}
{"summary":"A charity set up in memory of a Scots aid worker killed in Afghanistan six years ago is supporting young Afghan women who want to take up climbing."}
{"summary":"An inquest into the deaths of British band Viola Beach after a crash in Sweden has heard that \"none of the young men will have suffered\"."}
{"summary":"The national minimum wage will increase by 19p an hour to £6.50, the government has announced."}
{"summary":"In the wake of his victory, Stoke Central's new Labour MP Gareth Snell claimed it had been a triumph for the \"politics of hope\"."}
{"summary":"Emerson Hyndman believes interim Rangers boss Graeme Murty deserves huge credit for the job he has done."}
{"summary":"Facebook has defended itself over claims its Trending Topics intentionally suppressed stories supporting conservative political viewpoints."}
{"summary":"Railway enthusiasts are to mark the 150th anniversary of the opening of a line from Perth to Inverness."}
{"summary":"The controversial French comedian Dieudonne M'bala M'bala has been ordered to vacate the Paris theatre where he has been performing for the last 15 years."}
{"summary":"The UK's first official astronaut, Tim Peake, says he is \"well prepared\" as his December launch date approaches."}
{"summary":"The US Supreme Court has rejected oil giant BP's legal challenge to a compensation deal over the 2010 Gulf of Mexico oil spill."}
{"summary":"A woman has been raped after a man pulled her into his car in east Belfast."}
{"summary":"The redesign of London's Euston station to accommodate High Speed 2 will take seven years longer than planned."}
{"summary":"Neymar scored his first goal of the Olympics as hosts Brazil beat Colombia 2-0 to reach the semi-finals of the men's football."}
{"summary":"Deutsche Bank has announced that it is to buy back more than $5bn (£3.5bn) of its own debt."}
{"summary":"Black cab drivers have been denied permission to mount a legal challenge against the decision to limit car access to Tottenham Court Road."}
{"summary":"David Cameron and Ed Miliband have accused each other of \"running scared\" over election TV debates, as they clashed at Prime Minister's Questions."}
{"summary":"Network Rail has been fined £80,000 and ordered to pay costs of £32,000 after admitting causing a train to derail in Leicestershire."}
{"summary":"Nobel Prize-winning scientist Prof Peter Higgs has revealed he did not know he had won the award until a woman congratulated him in the street."}
{"summary":"Exeter flanker Julian Salvi has been ruled out for the rest of 2016 after injuring his biceps."}
{"summary":"Notts County striker Ellen White says England's success at the Women's World Cup was down to the \"family atmosphere\" instilled by manager Mark Sampson."}
{"summary":"Scotland Women will play three warm-up friendlies ahead of this summer's Euro 2017 tournament in the Netherlands."}
{"summary":"Confidential papers passed to the BBC suggest a radical cost-saving plan will be implemented in the Scottish NHS after the referendum."}
{"summary":"A US hedge fund has threatened to sue Peru over bonds issued by the country's former military regime."}
{"summary":"The mayor of Calais has said she is \"disgusted\" by David Cameron's response to the migrant crisis."}
{"summary":"The husband of reality TV star and former singer Kerry Katona has appeared in court accused of beating her up at their home in East Sussex."}
{"summary":"American Hudson Swafford carded a final day 67 to seal his first PGA title with a one-shot victory at the CareerBuilder Challenge in La Quinta, California."}
{"summary":"Notts County Ladies have signed full-back Shelly Provan on a contract until the end of the 2017 Spring Series."}
{"summary":"Michael Schumacher's son will mark the 25th anniversary of his father's first Formula 1 win by driving at Spa before Sunday's Belgian Grand Prix."}
{"summary":"Secretary of State James Brokenshire has said he does not see a role for an independent mediator or chair in the next round of Stormont talks."}
{"summary":"Syria's army says the battle for Aleppo is in its final phase, after major gains by troops in the city's south left rebels on the brink of defeat."}
{"summary":"The Police Federation has called for an independent appeals process to allow challenges to investigations reports by the Police Ombudsman."}
{"summary":"Searches at a house in Leicester are connected to a murder investigation into the death of a 16-year-old teenager, police have confirmed."}
{"summary":"(Please note - this page is best viewed on our desktop site)."}
{"summary":"Former BBC DJ Ed \"Stewpot\" Stewart has died at the age of 74, a few days after having a stroke, friends have said."}
{"summary":"As the Green Party of England and Wales prepares to unveil a replacement for Natalie Bennett, who is standing down after four years as leader, she reflects on life in the media spotlight - and what she plans to do next."}
{"summary":"Cloud computing pioneer Piers Linney has been named as the new member of the Dragons' Den, replacing Theo Paphitis."}
{"summary":"Foreign drivers owe south-east councils tens of thousands of pounds in unpaid parking fines issued in 2014-15."}
{"summary":"Wales should fear no team at the 2016 European Championship finals in France next summer, says all-time leading goal scorer Ian Rush."}
{"summary":"The Welsh Rugby Union will halt plans for an artificial pitch at Rodney Parade if Newport County stay in the Football League."}
{"summary":"Danny Kent became the first British motorcycling Grand Prix champion for 38 years as he sealed the Moto3 Championship by six points in the final race in Valencia."}
{"summary":"A Russian military helicopter has been shot down in Syria killing all five on board - the deadliest single incident for Russia's military since its air campaign began last September."}
{"summary":"A video has appeared online apparently showing a British photojournalist who was taken hostage in Syria by so-called Islamic State in 2012."}
{"summary":"Australia is suspending the export of live cattle to Egypt after video emerged showing extreme cruelty to animals in Egyptian abattoirs."}
{"summary":"Newcastle midfielder Jonjo Shelvey is available for the FA Cup third-round replay against Championship rivals Birmingham City after a five-match ban."}
{"summary":"Proud Hull FC boss Lee Radford predicts there is more to come from his side after the Black and Whites' first Challenge Cup final win at Wembley."}
{"summary":"Walsall fought back from 2-0 down only to concede a stoppage-time equaliser as they drew a thrilling League One encounter 3-3 at Bury."}
{"summary":"Following the results of the US elections, BBC Washington correspondent Katty Kay answered your questions in a live Twitter Q&A on Wednesday 7 November 2012."}
{"summary":"A photograph of a teenager lying in a coma after his drink was \"spiked with ecstasy\" has been shared by his family online to raise awareness of drugs."}
{"summary":"Dozens of rescuers in China are trying to reach a five-year-old boy who is trapped deep down an abandoned well."}
{"summary":"A former Soviet republic, Tajikistan plunged into civil war almost as soon as it became independent from the Soviet Union in 1991."}
{"summary":"A large fire has broken out at a convention centre in the western German city of Duesseldorf."}
{"summary":"Blanca Katsura will never forget the night of 6 January 1943."}
{"summary":"The chairman of the City regulator, the Financial Conduct Authority (FCA), has said political considerations played no part in its decision to shelve an inquiry into the culture of banking."}
{"summary":"They see themselves as the kingmakers of Swedish politics and, after polling 13% in national elections, the far-right Sweden Democrats are now difficult for mainstream parties to ignore."}
{"summary":"A campaign group has urged people to object to a quarry they claim would \"devastate\" Oxfordshire's green belt."}
{"summary":"A former church in Fort William could be turned into a climbing centre if £40,000 can be raised by Wednesday."}
{"summary":"A British teenager and her American boyfriend are believed to have killed themselves after shooting dead a police officer in Florida."}
{"summary":"A school with low pupil numbers and grades could close under plans being put to the public."}
{"summary":"Campaigners are urging the government not to \"cherry pick\" different parts of the economy for special trade agreements with the EU after Brexit."}
{"summary":"A strong earthquake has rocked central Burma, with at least 12 people feared dead and dozens more injured."}
{"summary":"Leeds Rhinos coach Brian McDermott has said it would be wrong to scrap the World Club Series despite Australian sides winning all three matches."}
{"summary":"People who stay in education for longer appear to be better able to compensate for the effects of dementia on the brain, a study suggests."}
{"summary":"A 37-year-old man from County Fermanagh has died following a one-vehicle road crash."}
{"summary":"Northern Ireland house prices could increase by 4% next year, according to a forecast by the Royal Institution of Chartered Surveyors (RICS)."}
{"summary":"Chinese President Hu Jintao has arrived in Hong Kong to celebrate the 15th anniversary of the city's return to China, but he faces a noisy, unhappy public and an increasingly tense political climate."}
{"summary":"Mark Selby defended his World Championship title with a stunning comeback to beat John Higgins 18-15 and secure his third crown in four years."}
{"summary":"Vietnam says it has granted amnesty to more than 18,000 prisoners to mark the country's 70th anniversary of independence from France."}
{"summary":"At least 50 people are reported to have been killed in north-eastern Nigeria in a gun and bomb attack by suspected Boko Haram militants."}
{"summary":"John Boyega, James McAvoy and Sir Ben Kingsley are among an all-star cast set to provide voices in a new adaptation of Watership Down."}
{"summary":"Brian Last seems to have two great passions in life: Arsenal Football Club and the European Union."}
{"summary":"The Mini car plant in Oxford is to expand as part of a £4.9m deal with the city's authority."}
{"summary":"Consultants have suggested the part refurbishment of one of Northern Ireland's best-known listed buildings at a cost of about £12m."}
{"summary":"A man is being treated in hospital for facial injuries after he was assaulted in the Maryhill area of Glasgow."}
{"summary":"Bomb-making components and ammunition have been seized during searches in west Belfast as part of a dissident republican investigation."}
{"summary":"David Ball proved Northampton's undoing, creating one and scoring another as high-flying Fleetwood earned victory, their 17th successive game without defeat."}
{"summary":"Prison overcrowding has been underestimated for the past six years in England and Wales, the Ministry of Justice has admitted."}
{"summary":"A distiller is being sought for one of Scotland's newest and remotest distilleries."}
{"summary":"Hundreds of millions of people around the world have been celebrating the Lunar New Year."}
{"summary":"Pet dogs are being used in a research project to look at the effects of vitamin D on their health."}
{"summary":"India is in the grip of yoga fever, thanks to Prime Minister Narendra Modi."}
{"summary":"Salford Red Devils owner Marwan Koukash has called for a vote of no confidence in the Rugby Football League."}
{"summary":"Sammy Wilson has said a tree in his garden, given to him as a gift from the leader of Sinn Féin, is a symbol of political progress in Northern Ireland."}
{"summary":"New homes are being sought for a pair of iguanas in Aberdeenshire who do not get along."}
{"summary":"French bank Societe Generale has said it will boost its financial safety net as it reported earnings which beat analysts' forecasts."}
{"summary":"Our environment correspondent Matt McGrath looks at five critical questions now facing the Nobel prize-winning Intergovernmental Panel on Climate Change (IPCC) as it prepares to present its latest report in Stockholm later this week."}
{"summary":"An aerospace engineering company has rejected claims by a union that a large number of jobs are at risk."}
{"summary":"England Under-23 midfielder Katie Zelem has left Liverpool Ladies to join Italian side Juventus Women for an undisclosed fee."}
{"summary":"Albania players were left \"emotionally shaken and psychologically distraught\" by the violence that caused their Euro qualifier with Serbia to be abandoned, says the nation's football association."}
{"summary":"The final six members of a gang have been jailed for masterminding the theft of artefacts worth up to £57m from museums and an auction house."}
{"summary":"Competing in the Olympics is stressful at the best of times - but imagine doing so while having your period."}
{"summary":"A PSNI helicopter was called out during a high-speed police chase across 40 miles of road in County Antrim."}
{"summary":"Rural areas in north east Wales are set to receive £6m over the next five years to help their regeneration."}
{"summary":"Stuart Bingham held his nerve in a tense final frame to beat Judd Trump 9-8 and win his first Welsh Open title."}
{"summary":"Maggie Farrelly will make history on 3 January when she becomes the first female referee to take charge of a senior inter-county game."}
{"summary":"A man who ran a Sunday school has been jailed for 16 years for historical sexual abuse against girls."}
{"summary":"A factory has been \"severely damaged\" in a blaze which was tackled by firefighters."}
{"summary":"A damaged road bridge in Calderdale is beyond repair and will need to be replaced, the council leader has said."}
{"summary":"Leinster moved top of the Pro12 table with an eight-try thrashing of Newport Gwent Dragons at Rodney Parade."}
{"summary":"Russell Slade says he \"instigated\" his departure from Cardiff City to become manager of Charlton."}
{"summary":"The BBC is be giving away a million mini-computers to 11-year-olds across the country."}
{"summary":"On Wednesday, just days after the country celebrated the final whistle of the European football championships, Ukraine once again demonstrated its position as one of the former Soviet Union's more turbulent political cultures."}
{"summary":"The owner of piracy site Isohunt has agreed to settle a music industry group lawsuit for $50m (£38m)."}
{"summary":"An 11-year-old girl, who's just arrived in the UK from Syria, has been describing why she had to leave and how life in a refugee camp left her feeling insulted and humiliated."}
{"summary":"The Conservatives have reportedly drawn up plans to allow some parents to leave homes worth up to £1m to their children without paying inheritance tax."}
{"summary":"A fourth person has been arrested in connection with the death of a man who was shot dead on his driveway."}
{"summary":"Mark Ronson was forced to release Uptown Funk five weeks early but that hasn't stopped the track racing to the top of the Official Singles Chart."}
{"summary":"Morecambe have re-signed veteran forward Garry Thompson on a one-year deal after his release by Wycombe."}
{"summary":"China's ambassador to the UK says his country does not \"shy away\" from discussing human rights - but doubts Labour leader Jeremy Corbyn will raise the issue at next week's state banquet."}
{"summary":"A huge scrapyard blaze involving about 30 cars has been brought under control."}
{"summary":"Mauritania coach Corentin Martins is unsure if he will stay on despite leading the team to their best finish in a qualifying competition."}
{"summary":"Ethiopian athlete Feyisa Lilesa caught the world's attention when he raised his arms in solidarity with the Oromo people as he crossed the finishing line at the Rio Olympic games."}
{"summary":"Dougie Imrie's second-half goal gave Hamilton Academical their first Scottish Premiership win of the season against Ross County."}
{"summary":"Arsenal's trip to defending champions Leicester is a huge game for both teams, but it is especially important for Gunners boss Arsene Wenger."}
{"summary":"Retiring 19-time champion jockey AP McCoy pulled off a superb victory on 7-1 shot Gilgamboa in a pulsating Ryanair Gold Cup at Fairyhouse."}
{"summary":"Katie Taylor continued her progress towards a world title shot by beating Milena Koleva on points in an eight-round super-featherweight contest."}
{"summary":"A man who carried out a stabbing attack in Aberdeen has been jailed for seven-and-a-half years."}
{"summary":"A consultation on plans to scale back a Leicestershire museum has been criticised as misleading by an independent museum expert."}
{"summary":"Ademola Lookman's double secured Charlton's progression into the second round of the FA Cup after victory over League One rivals Scunthorpe."}
{"summary":"The US Navy is developing unmanned aerial vehicles (UAVs), or drones, that can be launched from a cannon and \"swarm\" in a co-ordinated attack."}
{"summary":"Wind turbines produced enough power to meet the needs of more than three-quarters of Scottish households in April, according to new figures."}
{"summary":"Torquay United claimed back-to-back league wins for the first time this season as they beat fellow strugglers Welling to move off the foot of the National League."}
{"summary":"South Africa's powerful trades union federation Cosatu has called for President Jacob Zuma to step down."}
{"summary":"An American atheist is suing officials in the US state of Kentucky after he was refused a personalised car number plate which reads \"IM GOD\"."}
{"summary":"Pakistan's exit from the World Twenty20 shows how badly they have been affected by having to play home games overseas, says coach Waqar Younis."}
{"summary":"The UK's Green Investment Bank (GIB) has recorded a loss of £5.7m this year, its annual results for 2013\/2014 show."}
{"summary":"A ship loaded with aid supplies for Gaza has docked in an Egyptian port, ending the latest attempt by activists to break Israel's Gaza blockade."}
{"summary":"The pilot of the Hawker Hunter jet which crashed killing 11 men has been re-interviewed by police."}
{"summary":"The US Mint and Treasury will for the first time issue a commemorative coin depicting Lady Liberty as a black woman."}
{"summary":"Manchester City have completed the signing of Real Madrid defender Danilo for a fee believed to be £26.5m."}
{"summary":"BBC Sport's football expert Mark Lawrenson is pitting his wits against a different guest each week this season."}
{"summary":"Former Manchester United captain Nemanja Vidic has announced his retirement from professional football."}
{"summary":"A sales manager who embezzled more than £73,000 from his former employer has been jailed for a year."}
{"summary":"Footballer Jermain Defoe intends to spend \"as much time as possible\" with terminally-ill Bradley Lowery after his move to Bournemouth."}
{"summary":"With his rich baritone voice, and songs that drew from his experience of poverty, heartache and restlessness, Merle Haggard was one of country music's most influential artists."}
{"summary":"A team of academics have revealed the \"sonic experience\" that early visitors to Stonehenge would have heard."}
{"summary":"National League side York City have signed winger Kaine Felix from Boston United on a two-year deal."}
{"summary":"Leeds midfielder Ronaldo Vieira has signed a four-year contract extension."}
{"summary":"Melania Trump has insisted that her husband is a \"gentleman\" and that the women who allege that he sexually assaulted them are lying."}
{"summary":"Despite decades of change and development, nomads still migrate to the Tibetan Plateau every summer, from where China Correspondent Stephen McDonell reports."}
{"summary":"A century-old signal box has been demolished despite a campaign by railway enthusiasts to save it."}
{"summary":"A cyber-security body has urged Scottish companies to update their IT systems in the wake of Friday's ransomware attack."}
{"summary":"Batsman Gary Ballance has been recalled to the England squad for the first Test against South Africa at Lord's starting on Thursday."}
{"summary":"As a wave of refugees heads north-westwards into Europe from the Middle East it may not be surprising to hear that a majority of Iraqis and Syrians appear to believe their countries are heading in the wrong direction."}
{"summary":"Plans are being drawn up for a new wind farm in Dumfries and Galloway."}
{"summary":"Three taxi drivers have been charged with child sex offences against a teenage girl."}
{"summary":"Historic tram and trolley bus sheds could become a new cultural centre for the Welsh capital."}
{"summary":"Sevilla scored four goals in the space of 11 minutes as they beat Malaga and moved up to second in La Liga."}
{"summary":"The official start of the new tax year has sparked a fresh battle between Labour and the Conservatives over their respective economic plans."}
{"summary":"Australian Nick Kyrgios has pulled out of the Rotterdam Open to play in basketball's NBA All-Star Celebrity Game next February."}
{"summary":"A doctor who was struck off has been filmed breaking medical rules with botox treatments."}
{"summary":"A football match in memory of four people who died in a car crash in Powys will be held in Cardiff."}
{"summary":"The head of Scotland's biggest teachers' union has warned that education should not be used as a political football by critics."}
{"summary":"A man has been airlifted to hospital after he fell while walking on the Aberdeenshire coast."}
{"summary":"Now that Hurricane Junior has blown through Washington, special counsel Robert Mueller - charged with investigating possible ties between Russia and the Trump presidential campaign - faces the task of sifting through the debris."}
{"summary":"Federal agents in California have raided more than a dozen hotels that cater to pregnant foreigners who want their children to be born US citizens."}
{"summary":"A woman who took her dog for a late-night joyride around a golf course in a buggy is being hunted by police."}
{"summary":"A man has been injured in a suspected acid attack at a fish and chip shop in a seaside town in Kent."}
{"summary":"New South Africa coach Stuart Baxter did not spring any surprises when he named his first squad in Johannesburg on Thursday."}
{"summary":"A Scottish charity is gearing up for the final phase of a £7.5m project to eradicate invasive rats and mice from a sub-Antarctic island."}
{"summary":"Fatou Bensouda, a lawyer from Gambia, is the Prosecutor of the International Criminal Court in The Hague."}
{"summary":"The launch of a flagship nuclear power station in Finland has been delayed for a third time, officials say."}
{"summary":"Despite running the final lap in one shoe, Andrew Butchart broke Nat Muir's 5000m Scottish national record at the FBK Games in Holland."}
{"summary":"Molly is an \"extremely unusual\" dog, according to the vet who discovered the Jack Russell terrier puppy was an hermaphrodite."}
{"summary":"Derbyshire batsman Billy Godleman hit a third successive Championship century as they set Kent a target of 329 on day three at the County Ground."}
{"summary":"The University of Reading has officially opened its £25m Malaysia campus."}
{"summary":"A man has appeared in court in Dumfries after an accident on the A74(M) in southern Scotland in which a 39-year-old woman lost her life."}
{"summary":"Profits at Sina Corp, owner of China's largest Twitter-like site Weibo, surged in the fourth quarter, boosted by a jump in advertising revenue."}
{"summary":"Two police officers being investigated for gross misconduct after the Shoreham air crash filmed themselves near the scene, it has been revealed."}
{"summary":"The EU Commission is taking Germany to court because the carmaker Daimler is still using a coolant chemical deemed harmful to the environment."}
{"summary":"The boss of Gawker Media, Nick Denton, has said he is \"confident\" of succeeding in an appeal in a legal case that threatens the group's survival."}
{"summary":"Lawyers for the Duke and Duchess of Cambridge have asked a photographer to \"cease harassing\" Prince George."}
{"summary":"Prime Minister David Cameron has joined forces with a former trade union leader to make his case for staying in the EU."}
{"summary":"."}
{"summary":"A man is being sought by police after a woman was sexually assaulted on parkland in Oxfordshire."}
{"summary":"Sudanese media are treating President Omar al-Bashir as a hero after he avoided being arrested in South Africa on the orders of the International Criminal Court (ICC), while commentators elsewhere deplore the decline in the court's reputation and clout."}
{"summary":"There is fear among victims' families following the revelation that police kept body parts and tissue in 64 death investigations, a campaigner has said."}
{"summary":"Keri-Anne Payne missed out an automatic place at the 2016 Olympics, finishing 15th in the World Championship 10km marathon swimming event in Russia."}
{"summary":"A nun in Chile is suing the religious order she belonged to after its members pressured her to leave her convent over her pregnancy."}
{"summary":"New Liverpool signing Asisat Oshoala is \"one of the best young players in the world\", says Reds boss Matt Beard."}
{"summary":"Exeter Chiefs head coach Rob Baxter says his players deserve their upcoming weekend off to celebrate some of the results they have had this season."}
{"summary":"The availability of new psychoactive substances has led to debt and bullying inside a Staffordshire prison, a report has found."}
{"summary":"Tommy Agombar has taken over as owner of financially struggling Conference Premier side Hereford United."}
{"summary":"Singer George Michael will not face legal action after falling from the rear of a vehicle travelling on the M1."}
{"summary":"Talks are to be held in a bid to prevent further strike action at Scottish local airports."}
{"summary":"Stalking has become a specific criminal offence in England and Wales in a move to improve victims' safety."}
{"summary":"Oscar-winning director Oliver Stone says he loves Indian cinema for \"being able to switch between comedy, romance and tragedy at the same time\"."}
{"summary":"Aston Martin has posted a first-quarter profit for the first time in a decade, the sports car maker said."}
{"summary":"Oklahoma City Thunder point guard Russell Westbrook has been named the NBA's Most Valuable Player of the 2016-17 season."}
{"summary":"Tributes have been paid to a 66-year-old woman who died after she was hit by a van while trying to save her dog after it got loose on the M4."}
{"summary":"On the surface, their lives appeared to be very different - radio DJ, civil servant and retired police officer, bus driver, cabaret singer and publican and businessman."}
{"summary":"Had the grim reaper visited Vern Cotter at his bedside in the middle of Friday night into Saturday morning and presented the Scotland coach with a picture of what horrible fate would befall his team at Twickenham, it could not have been any more terrifying than the reality."}
{"summary":"The final First Minister's Questions of this assembly term lulled me into a false sense of security."}
{"summary":"Tech companies have been unveiling their newest gadgets at a massive tech show called CES in Las Vegas, America."}
{"summary":"Wales is well placed to take advantage of the growing industry in tackling online crime, according to the Cardiff-born director of operations at the new National Cyber Security Centre (NCSC)."}
{"summary":"Eleven years after the demise of Top of the Pops, a live, weekly music show is coming back to the BBC."}
{"summary":"Tenor Jon Vickers, considered by many to be one of the greatest opera singers of the 20th century, has died aged 88."}
{"summary":"Pop star Adele has paid an unexpected visit to some of the firefighters who tackled the Grenfell Tower blaze in west London last week."}
{"summary":"Supporters of five women's rights activists detained in China say they are concerned for their welfare."}
{"summary":"The British Library has revealed the current top 10 clauses people would like to see in a Magna Carta for the digital age."}
{"summary":"Judges and sheriffs are to be given new guidelines in an attempt to ensure consistency in the sentences they pass."}
{"summary":"Dumbarton scored three second-half goals as they beat Raith Rovers and boosted their hopes of avoiding relegation."}
{"summary":"The body of a 56-year-old woman has been found in a house in Edinburgh."}
{"summary":"A large-scale cannabis factory has been found in an underground former nuclear bunker, Wiltshire police have said."}
{"summary":"A team of astronomers has potentially discovered the first known moon beyond the Solar System."}
{"summary":"Norwich City made a great start to life back in the Championship following relegation as they battered Owen Coyle's Blackburn Rovers at Ewood Park."}
{"summary":"David Cameron has made an impassioned defence of Britain's history and achievements after a Russian official dismissed it as \"just a small island\"."}
{"summary":"Swansea City head coach Francesco Guidolin believes his team have secured their Premier League survival after beating Chelsea."}
{"summary":"A woman in her 60s has died following a fire at her home in west Belfast on Sunday afternoon."}
